Repository: spijkermenno/FuelTrackr
Catalog: FuelTrackr/Resources/*.lproj/Localizable.strings
Languages: da, de, es, fr, hi, it, nl, pt

# invalid_fuel_amount_error
source: Please enter a valid fuel amount greater than 0.
da: Indtast venligst en gyldig brændstofmængde større end 0.
de: Bitte geben Sie eine gültige Kraftstoffmenge größer als 0 ein.
es: Introduce una cantidad de combustible válida mayor que 0.
fr: Veuillez saisir une quantité de carburant valide supérieure à 0.
hi: कृपया 0 से अधिक मान्य ईंधन मात्रा दर्ज करें।
it: Inserisci una quantità valida di carburante maggiore di 0.
nl: Voer een geldige brandstofhoeveelheid in die groter is dan 0.
pt: Por favor, insira uma quantidade válida de combustível maior que 0.

# invalid_cost_error
source: Please enter a valid cost greater than 0.
da: Indtast venligst en gyldig omkostning større end 0.
de: Bitte geben Sie gültige Kosten größer als 0 ein.
es: Introduce un coste válido mayor que 0.
fr: Veuillez saisir un coût valide supérieur à 0.
hi: कृपया 0 से अधिक मान्य लागत दर्ज करें।
it: Inserisci un costo valido maggiore di 0.
nl: Voer een geldige kostenwaarde in die groter is dan 0.
pt: Por favor, insira um custo válido maior que 0.

# invalid_mileage_error
source: The mileage must be higher than the current mileage.
da: Kilometertallet skal være højere end det nuværende kilometertal.
de: Der Kilometerstand muss höher sein als der aktuelle Kilometerstand.
es: El kilometraje debe ser superior al actual.
fr: Le kilométrage doit être supérieur au kilométrage actuel.
hi: माइलेज वर्तमान माइलेज से अधिक होना चाहिए।
it: Il chilometraggio deve essere superiore al chilometraggio attuale.
nl: De kilometerstand moet hoger zijn dan de huidige kilometerstand.
pt: A quilometragem deve ser superior à quilometragem atual.

# invalid_cost_error_generic
source: Invalid cost. Please check the input format.
da: Ugyldig omkostning. Tjek venligst indtastningsformatet.
de: Ungültige Kosten. Bitte überprüfen Sie das Eingabeformat.
es: Coste no válido. Comprueba el formato.
fr: Coût invalide. Vérifiez le format saisi.
hi: अमान्य लागत। कृपया इनपुट प्रारूप जांचें।
it: Costo non valido. Controlla il formato di inserimento.
nl: Ongeldige kosten. Controleer het invoerformaat.
pt: Custo inválido. Por favor, verifique o formato de entrada.

# invalid_number_error
source: Invalid number. Ensure the input is numeric.
da: Ugyldigt tal. Sørg for, at indtastningen er numerisk.
de: Ungültige Zahl. Stellen Sie sicher, dass die Eingabe numerisch ist.
es: Número no válido. Comprueba que sea numérico.
fr: Nombre invalide. Assurez-vous que la saisie est numérique.
hi: अमान्य संख्या। सुनिश्चित करें कि इनपुट संख्यात्मक है।
it: Numero non valido. Assicurati che l'inserimento sia numerico.
nl: Ongeldig nummer. Zorg ervoor dat de invoer numeriek is.
pt: Número inválido. Certifique-se de que a entrada é numérica.

# invalid_notes_error
source: Please provide a description for the maintenance.
da: Angiv venligst en beskrivelse for vedligeholdelsen.
de: Bitte geben Sie eine Beschreibung für die Wartung an.
es: Proporciona una descripción del mantenimiento.
fr: Veuillez fournir une description pour l'entretien.
hi: कृपया रखरखाव के लिए विवरण प्रदान करें।
it: Inserisci una descrizione per la manutenzione.
nl: Geef een beschrijving op voor het onderhoud.
pt: Por favor, forneça uma descrição para a manutenção.

# general_error
source: Something went wrong. Please try again.
da: Noget gik galt. Prøv venligst igen.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
es: Ha ocurrido un error. Inténtalo de nuevo.
fr: Une erreur s'est produite. Veuillez réessayer.
hi: कुछ गलत हो गया। कृपया पुनः प्रयास करें।
it: Qualcosa è andato storto. Riprova.
nl: Er is iets misgegaan. Probeer het opnieuw.
pt: Algo correu mal. Por favor, tente novamente.

# mileage_too_low_error
source: The mileage cannot be lower than the previous recorded value (%d).
da: Kilometertallet kan ikke være lavere end den foregående registrerede værdi (%d).
de: Der Kilometerstand kann nicht niedriger sein als der zuvor erfasste Wert (%d).
es: El kilometraje no puede ser menor que el valor registrado anteriormente (%d).
fr: Le kilométrage ne peut pas être inférieur à la valeur précédente (%d).
hi: माइलेज पिछले दर्ज मान (%d) से कम नहीं हो सकता।
it: Il chilometraggio non può essere inferiore al valore registrato precedentemente (%d).
nl: De kilometerstand kan niet lager zijn dan de vorige geregistreerde waarde (%d).
pt: A quilometragem não pode ser inferior ao valor registado anteriormente (%d).

# mileage_suspiciously_high_warning
source: This mileage is much higher than expected. Please check if you added an extra digit.
da: Dette kilometertal er meget højere end forventet. Tjek om du har tilføjet et ekstra ciffer.
de: Dieser Kilometerstand ist deutlich höher als erwartet. Bitte prüfen Sie, ob Sie eine zusätzliche Ziffer eingegeben haben.
es: Este kilometraje parece demasiado alto. Comprueba si has añadido una cifra de más.
fr: Ce kilométrage semble anormalement élevé. Vérifiez si vous n'avez pas ajouté un chiffre en trop.
hi: यह माइलेज अपेक्षा से काफी अधिक है। कृपया जांचें कि क्या आपने कोई अतिरिक्त अंक जोड़ा है।
it: Questo chilometraggio è molto superiore al previsto. Controlla se hai aggiunto una cifra in più.
nl: Deze kilometerstand is veel hoger dan verwacht. Controleer of je geen extra cijfer hebt toegevoegd.
pt: Esta quilometragem é muito superior ao esperado. Por favor, verifique se adicionou um dígito extra.

# notifications_section
source: Notifications
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
it: Notifiche
nl: Meldingen
pt: Notificações

# notifications_disclaimer
source: We're working on notifications so you don't miss any updates. They aren't available yet—stay tuned!
da: Vi arbejder på notifikationer, så du ikke misser opdateringer. De er ikke tilgængelige endnu—hold øje!
de: Wir arbeiten an Benachrichtigungen, damit Sie keine Updates verpassen. Sie sind noch nicht verfügbar – bleiben Sie dran!
es: Estamos trabajando en las notificaciones. Aún no están disponibles, ¡próximamente!
fr: Les notifications sont en cours de développement. Elles ne sont pas encore disponibles — restez à l'écoute !
hi: हम सूचनाओं पर काम कर रहे हैं ताकि आप कोई अपडेट न चूकें। वे अभी उपलब्ध नहीं हैं—बने रहें!
it: Stiamo lavorando alle notifiche per non perdere alcun aggiornamento. Non sono ancora disponibili—resta sintonizzato!
nl: We zijn bezig met meldingen zodat je geen updates mist. Ze zijn nog niet beschikbaar – houd onze updates in de gaten!
pt: Estamos a trabalhar em notificações para não perder nenhuma atualização. Ainda não estão disponíveis—fique atento!

source: Enable Notifications
da: Aktiver notifikationer
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
hi: सूचनाएं सक्षम करें
it: Attiva notifiche
nl: Meldingen inschakelen
pt: Ativar notificações

# enable_notifications_description
source: Enable or disable notifications for maintenance reminders.
da: Aktiver eller deaktiver notifikationer for vedligeholdelsespåmindelser.
de: Benachrichtigungen für Wartungserinnerungen ein- oder ausschalten.
es: Activar o desactivar recordatorios de mantenimiento.
fr: Activer ou désactiver les rappels d'entretien.
hi: रखरखाव अनुस्मारक के लिए सूचनाएं सक्षम या अक्षम करें।
it: Attiva o disattiva le notifiche per i promemoria di manutenzione.
nl: Schakel meldingen in of uit voor onderhoudsherinneringen.
pt: Ativar ou desativar notificações para lembretes de manutenção.

# notification_permission_error
source: Please enable notifications in your device settings.
da: Aktiver venligst notifikationer i dine enhedsindstillinger.
de: Bitte aktivieren Sie Benachrichtigungen in den Geräteeinstellungen.
es: Activa las notificaciones en los ajustes del dispositivo.
fr: Veuillez activer les notifications dans les réglages de l'appareil.
hi: कृपया अपने उपकरण सेटिंग्स में सूचनाएं सक्षम करें।
it: Attiva le notifiche nelle impostazioni del dispositivo.
nl: Schakel meldingen in via de instellingen van je apparaat.
pt: Por favor, ative as notificações nas definições do dispositivo.

# notifications_disabled_title
source: Notifications Disabled
da: Notifikationer deaktiveret
de: Benachrichtigungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
hi: सूचनाएं अक्षम
it: Notifiche disattivate
nl: Meldingen uitgeschakeld
pt: Notificações desativadas

# notifications_disabled_message
source: Enable notifications in settings for reminders.
da: Aktiver notifikationer i indstillinger for påmindelser.
de: Benachrichtigungen in den Einstellungen für Erinnerungen aktivieren.
es: Activa las notificaciones en los ajustes para recibir recordatorios.
fr: Activez les notifications dans les réglages pour les rappels.
hi: अनुस्मारक के लिए सेटिंग्स में सूचनाएं सक्षम करें।
it: Attiva le notifiche nelle impostazioni per i promemoria.
nl: Schakel meldingen in via de instellingen van je iPhone, zonder deze toestemming krijg je geen herinneringen!
pt: Ative as notificações nas definições para lembretes.

# notifications_toggle
source: Notifications
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
it: Notifiche
nl: Meldingen
pt: Notificações

# notifications_toggle_description
source: Allow notifications for maintenance reminders and updates.
da: Tillad notifikationer for vedligeholdelsespåmindelser og opdateringer.
de: Benachrichtigungen für Wartungserinnerungen und Updates zulassen.
es: Permitir notificaciones para recordatorios de mantenimiento y actualizaciones.
fr: Autoriser les notifications pour les rappels d'entretien et les mises à jour.
hi: रखरखाव अनुस्मारक और अपडेट के लिए सूचनाओं की अनुमति दें।
it: Consenti notifiche per promemoria di manutenzione e aggiornamenti.
nl: Sta meldingen toe voor onderhoudsherinneringen en updates.
pt: Permitir notificações para lembretes de manutenção e atualizações.

# notification_status_authorized
source: Authorized
da: Autoriseret
de: Erlaubt
es: Autorizado
fr: Autorisé
hi: अधिकृत
it: Autorizzato
nl: Toegestaan
pt: Autorizado

# notification_status_denied
source: Denied
da: Afvist
de: Abgelehnt
es: Denegado
fr: Refusé
hi: अस्वीकृत
it: Negato
nl: Geweigerd
pt: Negado

# notification_status_not_determined
source: Not Determined
da: Ikke bestemt
de: Nicht festgelegt
es: No determinado
fr: Non déterminé
hi: निर्धारित नहीं
it: Non determinato
nl: Niet Bepaald
pt: Não determinado

# tracking_toggle
source: Tracking
da: Sporing
es: Seguimiento
fr: Suivi
hi: ट्रैकिंग
it: Tracciamento
pt: Rastreamento

# tracking_toggle_description
source: Allow tracking to help improve the app experience.
da: Tillad sporing for at hjælpe med at forbedre appoplevelsen.
de: Tracking zur Verbesserung der App zulassen.
es: Permitir seguimiento para mejorar la experiencia de la app.
fr: Autoriser le suivi pour améliorer l'expérience de l'app.
hi: ऐप अनुभव में सुधार के लिए ट्रैकिंग की अनुमति दें।
it: Consenti il tracciamento per migliorare l'esperienza dell'app.
nl: Sta tracking toe om de app-ervaring te verbeteren.
pt: Permitir rastreamento para ajudar a melhorar a experiência da aplicação.

# tracking_status_authorized
source: Authorized
da: Autoriseret
de: Erlaubt
es: Autorizado
fr: Autorisé
hi: अधिकृत
it: Autorizzato
nl: Toegestaan
pt: Autorizado

# tracking_status_denied
source: Denied
da: Afvist
de: Abgelehnt
es: Denegado
fr: Refusé
hi: अस्वीकृत
it: Negato
nl: Geweigerd
pt: Negado

# tracking_status_restricted
source: Restricted
da: Begrænset
de: Eingeschränkt
es: Restringido
fr: Restreint
hi: प्रतिबंधित
it: Limitato
nl: Beperkt
pt: Restrito

# tracking_status_not_determined
source: Not Determined
da: Ikke bestemt
de: Nicht festgelegt
es: No determinado
fr: Non déterminé
hi: निर्धारित नहीं
it: Non determinato
nl: Niet Bepaald
pt: Não determinado

source: Open Settings
da: Åbn indstillinger
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
hi: सेटिंग्स खोलें
it: Apri impostazioni
nl: Open Instellingen
pt: Abrir definições

# pro_grant_debug
source: Grant Pro (Debug)
da: Giv Pro (fejlsøgning)
de: Pro gewähren (Debug)
es: Conceder Pro (depuración)
fr: Accorder Pro (débogage)
hi: प्रो अनुदान (डिबग)
it: Concedi Pro (debug)
nl: Verleen Pro (Debug)
pt: Conceder Pro (depuração)

source: OK
hi: ठीक है
nl: Doorgaan

# units_section
source: Units
da: Enheder
de: Einheiten
es: Unidades
fr: Unités
hi: इकाइयाँ
it: Unità
nl: Eenheden
pt: Unidades

source: Measurement System
da: Målesystem
de: Maßsystem
es: Sistema de medida
fr: Système de mesure
hi: मापन प्रणाली
it: Sistema di misura
nl: Meetsysteem
pt: Sistema de medição

# measurement_system_description
source: Select the measurement system for distance and fuel.
da: Vælg målesystem for afstand og brændstof.
de: Wählen Sie das Maßsystem für Entfernung und Kraftstoff.
es: Selecciona el sistema de medida para distancia y combustible.
fr: Choisir le système de mesure pour les distances et le carburant.
hi: दूरी और ईंधन के लिए मापन प्रणाली चुनें।
it: Seleziona il sistema di misura per distanza e carburante.
nl: Selecteer het meetsysteem voor afstand en brandstof.
pt: Selecione o sistema de medição para distância e combustível.

# use_metric_units
source: Use metric system
da: Brug metersystem
de: Metrisches System verwenden
es: Usar sistema métrico
fr: Utiliser le système métrique
hi: मीट्रिक प्रणाली उपयोग करें
it: Usa sistema metrico
nl: Gebruik metrisch systeem
pt: Usar sistema métrico

# currently_using_metric
source: Currently using the metric system for distance and fuel (kilometers and liters)
da: Bruger i øjeblikket metersystem for afstand og brændstof (kilometer og liter)
de: Metrisches System für Entfernung und Kraftstoff (Kilometer und Liter)
es: Sistema métrico actual para distancia y combustible (kilómetros y litros)
fr: Système métrique actuel pour les distances et le carburant (kilomètres et litres)
hi: वर्तमान में दूरी और ईंधन के लिए मीट्रिक प्रणाली उपयोग कर रहे हैं (किलोमीटर और लीटर)
it: Attualmente si utilizza il sistema metrico per distanza e carburante (chilometri e litri)
nl: Je gebruikt momenteel het metrische systeem voor afstand en brandstof (kilometers en liters)
pt: Atualmente a usar o sistema métrico para distância e combustível (quilómetros e litros)

# currently_using_imperial
source: Currently using the imperial system for distance and fuel (miles and gallons)
da: Bruger i øjeblikket imperial system for afstand og brændstof (miles og gallon)
de: Angloamerikanisches System für Entfernung und Kraftstoff (Meilen und Gallonen)
es: Sistema imperial actual para distancia y combustible (millas y galones)
fr: Système impérial actuel pour les distances et le carburant (milles et gallons)
hi: वर्तमान में दूरी और ईंधन के लिए इम्पीरियल प्रणाली उपयोग कर रहे हैं (मील और गैलन)
it: Attualmente si utilizza il sistema imperiale per distanza e carburante (miglia e galloni)
nl: Je gebruikt momenteel het imperiale systeem voor afstand en brandstof (mijlen en gallons)
pt: Atualmente a usar o sistema imperial para distância e combustível (milhas e galões)

source: Default Maintenance Intervals
da: Standard vedligeholdelsesintervaller
de: Standard-Wartungsintervalle
es: Intervalos de mantenimiento predeterminados
fr: Intervalles d'entretien par défaut
hi: डिफ़ॉल्ट रखरखाव अंतराल
it: Intervalli di manutenzione predefiniti
nl: Standaard onderhoudsintervallen
pt: Intervalos de manutenção predefinidos

source: Tires
da: Dæk
de: Reifen
es: Neumáticos
fr: Pneus
hi: टायर
it: Pneumatici
nl: Banden
pt: Pneus

source: Distribution Belt
da: Tandrem
de: Keilriemen
es: Correa de distribución
fr: Courroie de distribution
hi: डिस्ट्रिब्यूशन बेल्ट
it: Cinghia di distribuzione
nl: Distributieriem
pt: Correia de distribuição

source: Oil Change
da: Olieskift
de: Ölwechsel
es: Cambio de aceite
fr: Vidange
hi: ऑयल चेंज
it: Cambio olio
nl: Olie verversen
pt: Mudança de óleo

source: Brakes
da: Bremser
de: Bremsen
es: Frenos
fr: Freins
hi: ब्रेक
it: Freni
nl: Remmen
pt: Travões

# settings_title
source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
nl: Instellingen
pt: Definições

# settings_description
source: Customize your app experience by managing settings such as notifications, units, and default maintenance intervals.
da: Tilpas din appoplevelse ved at administrere indstillinger som notifikationer, enheder og standard vedligeholdelsesintervaller.
de: Passen Sie Ihre App an: Benachrichtigungen, Einheiten und Wartungsintervalle.
es: Personaliza la app gestionando notificaciones, unidades e intervalos de mantenimiento predeterminados.
fr: Personnalisez l'app en gérant les notifications, les unités et les intervalles d'entretien par défaut.
hi: सूचनाओं, इकाइयों और डिफ़ॉल्ट रखरखाव अंतराल जैसी सेटिंग्स का प्रबंधन करके अपने ऐप अनुभव को अनुकूलित करें।
it: Personalizza l'esperienza dell'app gestendo impostazioni come notifiche, unità e intervalli di manutenzione predefiniti.
nl: Pas je app-ervaring aan door instellingen zoals meldingen, eenheden en standaard onderhoudsintervallen te beheren.
pt: Personalize a sua experiência gerindo definições como notificações, unidades e intervalos de manutenção predefinidos.

# reset_section
source: Reset Data
da: Nulstil data
de: Daten zurücksetzen
es: Restablecer datos
fr: Réinitialiser les données
hi: डेटा रीसेट करें
it: Reimposta dati
nl: Gegevens resetten
pt: Repor dados

# reset_maintenance_button
source: Reset Maintenance Data
da: Nulstil vedligeholdelsesdata
de: Wartungsdaten zurücksetzen
es: Restablecer datos de mantenimiento
fr: Réinitialiser les données d'entretien
hi: रखरखाव डेटा रीसेट करें
it: Reimposta dati manutenzione
nl: Onderhoudsgegevens resetten
pt: Repor dados de manutenção

# reset_fuel_button
source: Reset Fuel Usage Data
da: Nulstil brændstofforbrugsdata
de: Tankdaten zurücksetzen
es: Restablecer consumos
fr: Réinitialiser les consommations
hi: ईंधन उपयोग डेटा रीसेट करें
it: Reimposta dati consumo carburante
nl: Brandstofgegevens resetten
pt: Repor dados de consumo de combustível

# reset_confirmation_title
source: Are you sure?
da: Er du sikker?
de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
hi: क्या आप सुनिश्चित हैं?
it: Sei sicuro?
nl: Weet je het zeker?
pt: Tem a certeza?

# reset_confirmation_confirm
source: Reset
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
it: Reimposta
nl: Resetten
pt: Repor

# settings_reset
source: Reset Settings
da: Nulstil indstillinger
de: Einstellungen zurücksetzen
es: Restablecer ajustes
fr: Réinitialiser les réglages
hi: सेटिंग्स रीसेट करें
it: Reimposta impostazioni
nl: Instellingen resetten
pt: Repor definições

# vehicle_is_purchased
source: Vehicle Purchased
da: Køretøj købt
de: Fahrzeug gekauft
es: Vehículo comprado
fr: Véhicule acheté
hi: वाहन खरीदा गया
it: Veicolo acquistato
nl: Voertuig gekocht
pt: Veículo comprado

# vehicle_not_purchased_banner
source: This vehicle has not been purchased yet. Once you have bought it, please confirm below.
da: Dette køretøj er endnu ikke købt. Når du har købt det, bekræft venligst nedenfor.
de: Dieses Fahrzeug wurde noch nicht gekauft. Bestätigen Sie den Kauf unten, sobald er erfolgt ist.
es: Este vehículo aún no ha sido comprado. Cuando lo compres, confírmalo más abajo.
fr: Ce véhicule n'a pas encore été acheté. Une fois l'achat effectué, confirmez ci-dessous.
hi: यह वाहन अभी तक नहीं खरीदा गया है। खरीदने के बाद, कृपया नीचे पुष्टि करें।
it: Questo veicolo non è ancora stato acquistato. Quando lo avrai acquistato, conferma qui sotto.
nl: De aankoopdatum van dit voertuig ligt in de toekomst, daarom is het inactief.
pt: Este veículo ainda não foi comprado. Assim que o comprar, confirme abaixo.

# vehicle_purchase_confirm
source: Confirm Purchase
da: Bekræft køb
de: Kauf bestätigen
es: Confirmar compra
fr: Confirmer l'achat
hi: खरीद की पुष्टि करें
it: Conferma acquisto
nl: Bevestig aankoop
pt: Confirmar compra

# vehicle_purchase_cancel
source: Delete Vehicle
da: Slet køretøj
de: Fahrzeug löschen
es: Eliminar vehículo
fr: Supprimer le véhicule
hi: वाहन हटाएं
it: Elimina veicolo
nl: Voertuig verwijderen
pt: Eliminar veículo

# vehicle_purchase_question
source: Have you purchased this vehicle yet?
da: Har du allerede købt dette køretøj?
de: Haben Sie dieses Fahrzeug bereits gekauft?
es: ¿Has comprado ya este vehículo?
fr: Avez-vous déjà acheté ce véhicule ?
hi: क्या आपने अभी तक इस वाहन को खरीदा है?
it: Hai già acquistato questo veicolo?
nl: Heb je dit voertuig inmiddels gekocht?
pt: Já comprou este veículo?

# vehicle_purchase_success
source: Vehicle marked as purchased!
da: Køretøj markeret som købt!
de: Fahrzeug als gekauft markiert!
es: ¡Vehículo marcado como comprado!
fr: Véhicule marqué comme acheté !
hi: वाहन को खरीदा गया के रूप में चिह्नित किया गया!
it: Veicolo segnato come acquistato!
nl: Voertuig is gemarkeerd als gekocht!
pt: Veículo marcado como comprado!

# vehicle_purchase_error
source: An error occurred while updating the vehicle status.
da: Der opstod en fejl under opdatering af køretøjsstatus.
de: Fehler beim Aktualisieren des Fahrzeugstatus.
es: Error al actualizar el estado del vehículo.
fr: Une erreur s'est produite lors de la mise à jour du statut du véhicule.
hi: वाहन स्थिति अपडेट करते समय एक त्रुटि हुई।
it: Si è verificato un errore durante l'aggiornamento dello stato del veicolo.
nl: Er is een fout opgetreden bij het bijwerken van de voertuigstatus.
pt: Ocorreu um erro ao atualizar o estado do veículo.

# date_label
source: Date
da: Dato
de: Datum
es: Fecha
hi: तारीख
it: Data
nl: Datum
pt: Data

source: Select Date
da: Vælg dato
de: Datum auswählen
es: Seleccionar fecha
fr: Choisir une date
hi: तारीख चुनें
it: Seleziona data
nl: Selecteer datum
pt: Selecionar data

source: Date
da: Dato
de: Datum
es: Fecha
hi: तारीख
it: Data
nl: Datum
pt: Data

source: Close
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
nl: Sluiten
pt: Fechar

source: Search
da: Søg
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
nl: Zoeken
pt: Pesquisar

# no_graph_fuel
source: A graph will appear here once more fuel data has been added.
da: En graf vil vises her, når der er tilføjet flere brændstofdata.
de: Ein Diagramm wird hier angezeigt, sobald mehr Tankdaten hinzugefügt wurden.
es: Aparecerá un gráfico aquí cuando añadas más datos de combustible.
fr: Un graphique apparaîtra ici une fois que davantage de données de carburant auront été ajoutées.
hi: अधिक ईंधन डेटा जोड़ने के बाद यहाँ एक ग्राफ़ दिखाई देगा।
it: Un grafico apparirà qui una volta aggiunti più dati sul carburante.
nl: Hier verschijnt een grafiek zodra er meer brandstofgegevens zijn toegevoegd.
pt: Um gráfico aparecerá aqui assim que forem adicionados mais dados de combustível.

# no_graph_maintenance
source: A graph will appear here once more maintenance data has been added.
da: En graf vil vises her, når der er tilføjet flere vedligeholdelsesdata.
de: Ein Diagramm wird hier angezeigt, sobald mehr Wartungsdaten hinzugefügt wurden.
es: Aparecerá un gráfico aquí cuando añadas más datos de mantenimiento.
fr: Un graphique apparaîtra ici une fois que davantage de données d'entretien auront été ajoutées.
hi: अधिक रखरखाव डेटा जोड़ने के बाद यहाँ एक ग्राफ़ दिखाई देगा।
it: Un grafico apparirà qui una volta aggiunti più dati sulla manutenzione.
nl: Hier verschijnt een grafiek zodra er meer onderhoudsgegevens zijn toegevoegd.
pt: Um gráfico aparecerá aqui assim que forem adicionados mais dados de manutenção.
