Repository: spijkermenno/FuelTrackr
Catalog: FuelTrackr/Resources/*.lproj/Localizable.strings
Languages: da, de, es, fr, hi, it, nl, pt

source: Select Photo Source
da: Vælg fotokilde
de: Fotobron wählen
es: Seleccionar origen de la foto
fr: Choisir la source de la photo
hi: फ़ोटो स्रोत चुनें
it: Seleziona sorgente foto
nl: Selecteer Fotobron
pt: Selecionar fonte da foto

source: Camera
da: Kamera
de: Kamera
es: Cámara
fr: Appareil photo
hi: कैमरा
it: Fotocamera
pt: Câmara

source: Photo Library
da: Fotobibliotek
de: Fotobibliothek
es: Fotos
fr: Photothèque
hi: फ़ोटो लाइब्रेरी
it: Raccolta foto
nl: Fotobibliotheek
pt: Biblioteca de fotos

source: Remove Photo
da: Fjern foto
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
hi: फ़ोटो हटाएं
it: Rimuovi foto
nl: Foto Verwijderen
pt: Remover foto

# manufacturing_date_before_purchase_error
source: Manufacturing date must be before or equal to purchase date.
da: Produktionsdatoen skal være før eller lig med købsdatoen.
de: Herstellungsdatum muss vor oder am Kaufdatum liegen.
es: La fecha de fabricación debe ser anterior o igual a la fecha de compra.
fr: La date de fabrication doit être antérieure ou égale à la date d'achat.
hi: निर्माण तिथि खरीद तिथि से पहले या उसके बराबर होनी चाहिए।
it: La data di produzione deve essere anteriore o uguale alla data di acquisto.
nl: Productiedatum moet voor of gelijk zijn aan de aankoopdatum.
pt: A data de fabrico deve ser anterior ou igual à data de compra.

# vehicle_not_found_error
source: Vehicle not found. Please try again.
da: Køretøj ikke fundet. Prøv venligst igen.
de: Fahrzeug nicht gefunden. Bitte erneut versuchen.
es: Vehículo no encontrado. Inténtalo de nuevo.
fr: Véhicule introuvable. Veuillez réessayer.
hi: वाहन नहीं मिला। कृपया पुनः प्रयास करें।
it: Veicolo non trovato. Riprova.
nl: Voertuig niet gevonden. Probeer het opnieuw.
pt: Veículo não encontrado. Por favor, tente novamente.

# onboarding_vehicle_fuel_type_placeholder
source: [NYD]
es: [Por definir]
fr: [À définir]
it: [Da definire]
nl: [Nader te bepalen]
pt: [Por definir]

# timeframe_1y
source: 1Y
da: 1Å
de: 1J
es: 1A
fr: 1A
it: 1A
nl: 1J
pt: 1A

# timeframe_ytd
source: YTD
es: AA
fr: DA
