Repository: spijkermenno/FuelTrackr
Catalog: FuelTrackr/Resources/*.lproj/Localizable.strings
Languages: da, de, es, fr, hi, it, nl, pt

# no_graph_mileage
source: A graph will appear here once more mileage records have been registered.
da: En graf vil vises her, når der er registreret flere kilometertalsposter.
de: Ein Diagramm wird hier angezeigt, sobald mehr Kilometerstände erfasst wurden.
es: Aparecerá un gráfico aquí cuando registres más kilometrajes.
fr: Un graphique apparaîtra ici une fois que davantage de kilométrages auront été enregistrés.
hi: अधिक माइलेज रिकॉर्ड पंजीकृत होने के बाद यहाँ एक ग्राफ़ दिखाई देगा।
it: Un grafico apparirà qui una volta registrati più chilometraggi.
nl: Hier verschijnt een grafiek zodra er meer kilometerstanden zijn geregistreerd.
pt: Um gráfico aparecerá aqui assim que forem registados mais quilómetros.

source: Refreshing...
da: Opdaterer...
de: Aktualisieren...
es: Actualizando…
fr: Actualisation…
hi: रिफ्रेश हो रहा है...
it: Aggiornamento...
nl: Vernieuwen...
pt: A atualizar...

source: No active vehicle found.
da: Intet aktivt køretøj fundet.
de: Kein aktives Fahrzeug gefunden.
es: No se encontró ningún vehículo activo.
fr: Aucun véhicule actif trouvé.
hi: कोई सक्रिय वाहन नहीं मिला।
it: Nessun veicolo attivo trovato.
nl: Geen actief voertuig gevonden.
pt: Nenhum veículo ativo encontrado.

# notification_purchase_date_passed_title
source: Did you purchase your vehicle?
da: Har du købt dit køretøj?
de: Haben Sie Ihr Fahrzeug gekauft?
es: ¿Has comprado tu vehículo?
fr: Avez-vous acheté votre véhicule ?
hi: क्या आपने अपना वाहन खरीदा?
it: Hai acquistato il tuo veicolo?
nl: Heb je je voertuig gekocht?
pt: Comprou o seu veículo?

# notification_purchase_date_passed_description
source: If you have purchased your vehicle today, make sure to confirm it in the app.
da: Hvis du har købt dit køretøj i dag, sørg for at bekræfte det i appen.
de: Wenn Sie Ihr Fahrzeug heute gekauft haben, bestätigen Sie es in der App.
es: Si has comprado tu vehículo hoy, confírmalo en la app.
fr: Si vous avez acheté votre véhicule aujourd'hui, n'oubliez pas de le confirmer dans l'app.
hi: यदि आपने आज अपना वाहन खरीदा है, तो ऐप में इसे पुष्टि करना सुनिश्चित करें।
it: Se hai acquistato il tuo veicolo oggi, assicurati di confermarlo nell'app.
nl: Als je je voertuig vandaag hebt gekocht, bevestig dit dan in de app.
pt: Se comprou o seu veículo hoje, confirme-o na aplicação.

# vehicle_details_title
source: Vehicle Details
da: Køretøjsdetaljer
de: Fahrzeugdetails
es: Detalles del vehículo
fr: Détails du véhicule
hi: वाहन विवरण
it: Dettagli veicolo
nl: Voertuigdetails
pt: Detalhes do veículo

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
nl: Annuleren
pt: Cancelar

source: Save
da: Gem
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
nl: Opslaan
pt: Guardar

source: Latest mileage
da: Seneste kilometertal
de: Letzter Kilometerstand
es: Último kilometraje
fr: Dernier kilométrage
hi: नवीनतम माइलेज
it: Ultimo chilometraggio
nl: Nieuwste kilometerstand
pt: Última quilometragem

# add_maintenance_description
source: Record your maintenance to keep your vehicle in top shape.
da: Registrer din vedligeholdelse for at holde dit køretøj i topform.
de: Erfassen Sie Ihre Wartung, um Ihr Fahrzeug in Bestform zu halten.
es: Registra el mantenimiento para mantener tu vehículo en buen estado.
fr: Enregistrez vos entretiens pour maintenir votre véhicule en bon état.
hi: अपने वाहन को सर्वोत्तम स्थिति में रखने के लिए अपना रखरखाव रिकॉर्ड करें।
it: Registra la manutenzione per tenere il veicolo in ottime condizioni.
nl: Leg je onderhoud vast om je voertuig in topconditie te houden.
pt: Registe a sua manutenção para manter o veículo em condições.

# free_or_warranty
source: Free / Warranty
da: Gratis / Garanti
de: Kostenlos / Garantie
es: Gratis / Garantía
fr: Gratuit / Garantie
hi: मुफ्त / वारंटी
it: Gratuito / Garanzia
nl: Gratis / Garantie
pt: Grátis / Garantia

source: Days ago
da: Dage siden
de: Tage her
es: días
fr: jours
hi: दिन पहले
it: Giorni fa
nl: Dagen geleden
pt: Dias atrás

# maintenance_interval_description
source: When your vehicle's mileage since the last maintenance—such as a tire change, oil change, or brake inspection—exceeds this threshold, you'll receive a notification reminding you it's time for service.
da: Når dit køretøjs kilometertal siden sidste vedligeholdelse—som dækskift, olieskift eller bremseinspektion—overskrider denne tærskel, modtager du en notifikation om, at det er tid til service.
de: Wenn der Kilometerstand seit der letzten Wartung – z. B. Reifenwechsel, Ölwechsel oder Bremsenprüfung – diesen Schwellenwert überschreitet, erhalten Sie eine Erinnerung.
es: Cuando el kilometraje desde tu último mantenimiento (cambio de neumáticos, aceite, revisión de frenos) supere este umbral, recibirás una notificación recordatoria.
fr: Lorsque le kilométrage depuis votre dernier entretien (changement de pneus, vidange, inspection des freins) dépasse ce seuil, vous recevrez une notification pour rappel.
hi: जब आपके वाहन का पिछले रखरखाव—जैसे टायर बदलना, ऑयल चेंज, या ब्रेक निरीक्षण—के बाद से माइलेज इस सीमा को पार कर जाता है, तो आपको याद दिलाने वाली सूचना मिलेगी कि सर्विस का समय हो गया है।
it: Quando il chilometraggio del tuo veicolo dall'ultima manutenzione—come cambio pneumatici, cambio olio o controlli freni—supera questa soglia, riceverai una notifica che ti ricorda che è tempo per il servizio.
nl: Wanneer de kilometerstand sinds het laatste onderhoud – zoals een bandenwissel, olieverversing of remcontrole – deze drempel overschrijdt, ontvang je een melding dat het tijd is voor onderhoud.
pt: Quando a quilometragem do seu veículo desde a última manutenção—como troca de pneus, mudança de óleo ou inspeção de travões—exceder este limite, receberá uma notificação a lembrá-lo de que está na altura do serviço.

# monthly_recap_nav_title
source: Here’s a summary of the data you entered last month:
da: Her er en opsummering af de data, du indtastede sidste måned:
de: Hier ist eine Zusammenfassung Ihrer Daten vom letzten Monat:
es: Resumen de los datos introducidos el mes pasado:
fr: Résumé des données saisies le mois dernier :
hi: पिछले महीने आपके द्वारा दर्ज किए गए डेटा का सारांश यहाँ है:
it: Ecco un riepilogo dei dati inseriti il mese scorso:
nl: Hier is een overzicht van de gegevens die je vorige maand hebt ingevoerd:
pt: Aqui está um resumo dos dados que inseriu no mês passado:

# monthly_recap_title
source: Monthly Recap
da: Månedlig opsummering
de: Monatsübersicht
es: Resumen mensual
fr: Récapitulatif mensuel
hi: मासिक सारांश
it: Riepilogo mensile
nl: Maandelijkse Samenvatting
pt: Resumo mensal

# km_driven
source: Kilometers Driven
da: Kørte kilometer
de: Gefahrene Kilometer
es: Kilómetros recorridos
fr: Kilomètres parcourus
hi: चलाए गए किलोमीटर
it: Chilometri percorsi
nl: Rijkilometers
pt: Quilómetros percorridos

source: Total Fuel Used
da: Samlet brændstofforbrug
de: Gesamtkraftstoff
es: Combustible total consumido
fr: Carburant total consommé
hi: कुल ईंधन उपयोग
it: Carburante totale utilizzato
nl: Brandstof
pt: Total de combustível usado

source: Total Fuel Cost
da: Samlet brændstofomkostning
de: Gesamtkosten
es: Coste total del combustible
fr: Coût total du carburant
hi: कुल ईंधन लागत
it: Costo totale carburante
nl: Kosten
pt: Custo total de combustível

source: Average Fuel Usage
da: Gennemsnitligt brændstofforbrug
de: Durchschnittsverbrauch
es: Consumo medio
fr: Consommation moyenne
hi: औसत ईंधन उपयोग
it: Consumo medio carburante
nl: Gem. verbruik
pt: Consumo médio de combustível

# comparison
source: Change in kilometers driven compared to last month:
da: Ændring i kørte kilometer sammenlignet med sidste måned:
de: Änderung der gefahrenen Kilometer im Vergleich zum Vormonat:
es: Cambio en kilómetros recorridos respecto al mes anterior:
fr: Évolution des kilomètres parcourus par rapport au mois dernier :
hi: पिछले महीने की तुलना में चलाए गए किलोमीटर में बदलाव:
it: Variazione chilometri percorsi rispetto al mese scorso:
nl: Verandering in gereden kilometers vergeleken met vorige maand:
pt: Alteração dos quilómetros percorridos em comparação com o mês passado:

# comparison_result
source: Compared to previous month: %+.0f%%
da: Sammenlignet med foregående måned: %+.0f%%
de: Im Vergleich zum Vormonat: %+.0f%%
es: Respecto al mes anterior: %+.0f%%
fr: Par rapport au mois précédent : %+.0f%%
hi: पिछले महीने की तुलना में: %+.0f%%
it: Rispetto al mese precedente: %+.0f%%
nl: Vergeleken met vorige maand: %+.0f%%
pt: Em comparação com o mês anterior: %+.0f%%

# no_data_available
source: No data available for this month.
da: Ingen data tilgængelige for denne måned.
de: Keine Daten für diesen Monat verfügbar.
es: No hay datos disponibles para este mes.
fr: Aucune donnée disponible pour ce mois.
hi: इस महीने के लिए कोई डेटा उपलब्ध नहीं।
it: Nessun dato disponibile per questo mese.
nl: Geen gegevens beschikbaar voor deze maand.
pt: Sem dados disponíveis para este mês.

# monthly_recap_notification_title
source: Monthly Recap Ready
da: Månedlig opsummering klar
de: Monatsübersicht bereit
es: Resumen mensual listo
fr: Récapitulatif mensuel prêt
hi: मासिक सारांश तैयार
it: Riepilogo mensile pronto
nl: Maandelijkse Samenvatting Klaar
pt: Resumo mensal pronto

# monthly_recap_notification_body
source: Tap to view a summary of your vehicle's performance last month.
da: Tryk for at se en opsummering af dit køretøjs præstation sidste måned.
de: Tippen Sie, um eine Zusammenfassung der Fahrzeugleistung vom letzten Monat anzuzeigen.
es: Toca para ver el resumen del rendimiento de tu vehículo el mes pasado.
fr: Appuyez pour voir le résumé des performances de votre véhicule le mois dernier.
hi: पिछले महीने आपके वाहन के प्रदर्शन के सारांश देखने के लिए टैप करें।
it: Tocca per vedere un riepilogo delle prestazioni del tuo veicolo il mese scorso.
nl: Tik om een overzicht te zien van de prestaties van je voertuig van vorige maand.
pt: Toque para ver um resumo do desempenho do seu veículo no mês passado.

# test_notification_title
source: Test Notification
da: Testnotifikation
de: Testbenachrichtigung
es: Notificación de prueba
fr: Notification de test
hi: टेस्ट सूचना
it: Notifica di test
nl: Testmelding
pt: Notificação de teste

# test_notification_body
source: This is a test notification from FuelTrackr.
da: Dette er en testnotifikation fra FuelTrackr.
de: Dies ist eine Testbenachrichtigung von FuelTrackr.
es: Esta es una notificación de prueba de FuelTrackr.
fr: Ceci est une notification de test de FuelTrackr.
hi: यह FuelTrackr से एक टेस्ट सूचना है।
it: Questa è una notifica di test da FuelTrackr.
nl: Dit is een testmelding van FuelTrackr.
pt: Esta é uma notificação de teste do FuelTrackr.

source: Test Notification
da: Testnotifikation
de: Testbenachrichtigung
es: Notificación de prueba
fr: Notification de test
hi: टेस्ट सूचना
it: Notifica di test
nl: Testmelding
pt: Notificação de teste

# test_notification_success
source: Test notification scheduled.
da: Testnotifikation planlagt.
de: Testbenachrichtigung geplant.
es: Notificación de prueba programada.
fr: Notification de test planifiée.
hi: टेस्ट सूचना अनुसूचित।
it: Notifica di test programmata.
nl: Testmelding ingepland.
pt: Notificação de teste agendada.

source: Purchase Date
da: Købsdato
de: Kaufdatum
es: Fecha de compra
fr: Date d'achat
hi: खरीद की तारीख
it: Data di acquisto
nl: Aankoopdatum
pt: Data de compra

source: Manufacturing Date
da: Produktionsdato
de: Herstellungsdatum
es: Fecha de fabricación
fr: Date de fabrication
hi: निर्माण तिथि
it: Data di produzione
nl: Productiedatum
pt: Data de fabrico

# currency_section
source: Currency
da: Valuta
de: Währung
es: Moneda
fr: Devise
hi: मुद्रा
it: Valuta
nl: Valuta
pt: Moeda

# select_currency
source: Select your currency
da: Vælg din valuta
de: Währung auswählen
es: Selecciona tu moneda
fr: Choisir votre devise
hi: अपनी मुद्रा चुनें
it: Seleziona la tua valuta
nl: Selecteer je valuta
pt: Selecione a sua moeda

# ytd
source: Year to Date
da: År til dato
de: Jahr bis dato
es: Acumulado del año
fr: Depuis le début de l'année
hi: वर्ष की शुरुआत से अब तक
it: Anno in corso
nl: Jaar tot nu toe
pt: Ano até à data

source: All Time
da: Hele tiden
de: Gesamt
es: Todo
fr: Tout
hi: हर समय
it: Sempre
nl: Alles
pt: Todo o tempo

source: Projected Year
da: Projekteret år
de: Prognose Jahr
es: Proyección anual
fr: Projection annuelle
hi: अनुमानित वर्ष
it: Anno previsto
nl: Voorspeld jaar
pt: Ano projetado

source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
nl: Toevoegen
pt: Adicionar

source: Edit
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
nl: Bewerken
pt: Editar

# swipe_to_edit_hint
source: Edit
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
nl: Bewerken
pt: Editar

# edit_fuel_usage_title
source: Edit fuel usage
da: Rediger brændstofforbrug
de: Tankvorgang bearbeiten
es: Editar consumo
fr: Modifier la consommation
hi: ईंधन उपयोग संपादित करें
it: Modifica consumo carburante
nl: Brandstofverbruik bewerken
pt: Editar consumo de combustível

# edit_fuel_usage_description
source: Adjust liters, cost, or mileage for this fill-up.
da: Juster liter, omkostning eller kilometertal for denne tankning.
de: Liter, Kosten oder Kilometerstand für diesen Tankvorgang anpassen.
es: Ajusta litros, coste o kilometraje de este repostaje.
fr: Ajustez les litres, le coût ou le kilométrage de ce ravitaillement.
hi: इस भरने के लिए लीटर, लागत या माइलेज समायोजित करें।
it: Modifica litri, costo o chilometraggio per questo rifornimento.
nl: Pas liters, kosten of kilometerstand aan voor deze tankbeurt.
pt: Ajuste litros, custo ou quilometragem para este abastecimento.

# validation_liters_invalid
source: Please enter valid liters greater than zero.
da: Indtast venligst gyldige liter større end nul.
de: Bitte gültige Liter größer null eingeben.
es: Introduce litros válidos mayores que cero.
fr: Veuillez saisir des litres valides supérieurs à zéro.
hi: कृपया शून्य से अधिक मान्य लीटर दर्ज करें।
it: Inserisci litri validi maggiori di zero.
nl: Voer een geldig aantal liters in (groter dan nul).
pt: Por favor, insira litros válidos maiores que zero.

# validation_cost_invalid
source: Please enter a valid cost (zero or more).
da: Indtast venligst en gyldig omkostning (nul eller mere).
de: Bitte gültige Kosten eingeben (null oder mehr).
es: Introduce un coste válido (cero o más).
fr: Veuillez saisir un coût valide (zéro ou plus).
hi: कृपया मान्य लागत (शून्य या अधिक) दर्ज करें।
it: Inserisci un costo valido (zero o più).
nl: Voer een geldig bedrag in (nul of meer).
pt: Por favor, insira um custo válido (zero ou mais).

# validation_mileage_invalid
source: Please enter a valid mileage.
da: Indtast venligst et gyldigt kilometertal.
de: Bitte gültigen Kilometerstand eingeben.
es: Introduce un kilometraje válido.
fr: Veuillez saisir un kilométrage valide.
hi: कृपया मान्य माइलेज दर्ज करें।
it: Inserisci un chilometraggio valido.
nl: Voer een geldige kilometerstand in.
pt: Por favor, insira uma quilometragem válida.

# mileage_placeholder_format
source: e.g. %d
da: f.eks. %d
de: z. B. %d
es: ej. %d
fr: ex. %d
hi: उदा. %d
it: es. %d
nl: bijv. %d
pt: ex. %d

# onboarding_welcome_title
source: Welcome to FuelTrackr 👋
da: Velkommen til FuelTrackr 👋
de: Willkommen bei FuelTrackr 👋
es: Bienvenido a FuelTrackr 👋
fr: Bienvenue dans FuelTrackr 👋
hi: FuelTrackr में आपका स्वागत है 👋
it: Benvenuto in FuelTrackr 👋
nl: Welkom bij FuelTrackr 👋
pt: Bem-vindo ao FuelTrackr 👋

# onboarding_welcome_description
source: Let's set up your vehicle so you can easily track your fuel usage and maintenance.
da: Lad os sætte dit køretøj op, så du nemt kan spore dit brændstofforbrug og vedligeholdelse.
de: Richten Sie Ihr Fahrzeug ein, um Kraftstoffverbrauch und Wartung einfach zu erfassen.
es: Configuremos tu vehículo para registrar fácilmente el consumo y el mantenimiento.
fr: Configurons votre véhicule pour suivre facilement votre consommation et l'entretien.
hi: चलिए अपने वाहन को सेटअप करें ताकि आप आसानी से ईंधन उपयोग और रखरखाव ट्रैक कर सकें।
it: Configuriamo il tuo veicolo per tracciare facilmente il consumo di carburante e la manutenzione.
nl: Laten we je voertuig instellen zodat je gemakkelijk je brandstofverbruik en onderhoud kunt bijhouden.
pt: Vamos configurar o seu veículo para que possa acompanhar facilmente o consumo de combustível e a manutenção.

# onboarding_setup_vehicle_button
source: Set up my vehicle
da: Opsæt mit køretøj
de: Fahrzeug einrichten
es: Configurar mi vehículo
fr: Configurer mon véhicule
hi: अपना वाहन सेट अप करें
it: Configura il mio veicolo
nl: Mijn voertuig instellen
pt: Configurar o meu veículo

# onboarding_notifications_title
source: Stay Updated
da: Hold dig opdateret
de: Aktuell bleiben
es: Mantente informado
fr: Restez informé
hi: अपडेट रहें
it: Resta aggiornato
nl: Blijf Op de Hoogte
pt: Fique atualizado

# onboarding_notifications_description
source: Enable notifications to receive reminders about fuel tracking and monthly recaps.
da: Aktiver notifikationer for at modtage påmindelser om brændstofsporing og månedlige opsummeringer.
de: Aktivieren Sie Benachrichtigungen für Erinnerungen zum Tanken und monatliche Übersichten.
es: Activa las notificaciones para recibir recordatorios y resúmenes mensuales.
fr: Activez les notifications pour recevoir des rappels et des récapitulatifs mensuels.
hi: ईंधन ट्रैकिंग और मासिक सारांश के बारे में अनुस्मारक प्राप्त करने के लिए सूचनाएं सक्षम करें।
it: Attiva le notifiche per ricevere promemoria sul tracciamento del carburante e riepiloghi mensili.
nl: Schakel meldingen in om herinneringen te ontvangen over brandstof bijhouden en maandelijkse samenvattingen.
pt: Ative as notificações para receber lembretes sobre o acompanhamento de combustível e resumos mensais.

# onboarding_notifications_allow
source: Enable Notifications
da: Aktiver notifikationer
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
hi: सूचनाएं सक्षम करें
it: Attiva notifiche
nl: Meldingen Inschakelen
pt: Ativar notificações

# onboarding_notifications_skip
source: Not Now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fr: Plus tard
hi: अभी नहीं
it: Non ora
nl: Niet Nu
pt: Agora não

# onboarding_tracking_title
source: Help Improve FuelTrackr
da: Hjælp med at forbedre FuelTrackr
de: FuelTrackr verbessern
es: Ayuda a mejorar FuelTrackr
fr: Aidez-nous à améliorer FuelTrackr
hi: FuelTrackr को बेहतर बनाने में मदद करें
it: Aiuta a migliorare FuelTrackr
nl: Help FuelTrackr Verbeteren
pt: Ajude a melhorar o FuelTrackr

# onboarding_tracking_description
source: We use anonymous tracking to improve the app. We will never track you with personal data or share your information.
da: Vi bruger anonym sporing til at forbedre appen. Vi vil aldrig spore dig med personlige data eller dele dine oplysninger.
de: Wir nutzen anonymes Tracking zur App-Verbesserung. Wir werden Sie nie mit personenbezogenen Daten verfolgen oder Ihre Daten teilen.
es: Usamos seguimiento anónimo para mejorar la app. Nunca rastreamos datos personales ni compartimos tu información.
fr: Nous utilisons un suivi anonyme pour améliorer l'app. Vos données personnelles ne sont jamais suivies ni partagées.
hi: हम ऐप को बेहतर बनाने के लिए गुमनाम ट्रैकिंग उपयोग करते हैं। हम कभी भी आपका व्यक्तिगत डेटा से ट्रैक नहीं करेंगे या आपकी जानकारी साझा नहीं करेंगे।
it: Usiamo il tracciamento anonimo per migliorare l'app. Non ti tracceremo mai con dati personali né condivideremo le tue informazioni.
nl: We gebruiken anonieme tracking om de app te verbeteren. We zullen je nooit volgen met persoonlijke gegevens of je informatie delen.
pt: Usamos rastreamento anónimo para melhorar a aplicação. Nunca rastrearemos com dados pessoais nem partilharemos a sua informação.

# onboarding_tracking_allow
source: Continue
da: Fortsæt
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
nl: Doorgaan
pt: Continuar

# onboarding_tracking_skip
source: Ask App Not to Track
da: Bed app om ikke at spore
de: App bitten, nicht zu verfolgen
es: Pedir a la app que no rastree
fr: Demander à l'app de ne pas suivre
hi: ट्रैक न करने के लिए ऐप से कहें
it: Chiedi all'app di non tracciare
nl: Vraag App Niet te Volgen
pt: Pedir à app para não rastrear

# onboarding_unit_selection_title
source: Distance & Consumption
da: Afstand og forbrug
de: Entfernung & Verbrauch
es: Distancia y consumo
fr: Distance et consommation
hi: दूरी और खपत
it: Distanza e consumo
nl: Afstand & Verbruik
pt: Distância e consumo

# onboarding_unit_selection_question
source: Which units do you use for distance and fuel consumption?
da: Hvilke enheder bruger du til afstand og brændstofforbrug?
de: Welche Einheiten nutzen Sie für Entfernung und Kraftstoffverbrauch?
es: ¿Qué unidades usas para distancia y consumo?
fr: Quelles unités utilisez-vous pour la distance et la consommation ?
hi: आप दूरी और ईंधन खपत के लिए कौन सी इकाइयाँ उपयोग करते हैं?
it: Quali unità usi per distanza e consumo di carburante?
nl: Welke eenheden gebruik je voor afstand en brandstofverbruik?
pt: Que unidades usa para distância e consumo de combustível?

# onboarding_vehicle_name_title
source: Vehicle Name
da: Køretøjsnavn
de: Fahrzeugname
es: Nombre del vehículo
fr: Nom du véhicule
hi: वाहन का नाम
it: Nome del veicolo
nl: Voertuignaam
pt: Nome do veículo

# onboarding_vehicle_name_description
source: Give your vehicle a name to easily identify it.
da: Giv dit køretøj et navn for nemt at identificere det.
de: Geben Sie Ihrem Fahrzeug einen Namen zur einfachen Identifikation.
es: Dale un nombre a tu vehículo para identificarlo fácilmente.
fr: Donnez un nom à votre véhicule pour le reconnaître facilement.
hi: इसे आसानी से पहचानने के लिए अपने वाहन को एक नाम दें।
it: Dai un nome al tuo veicolo per identificarlo facilmente.
nl: Geef je voertuig een naam om het gemakkelijk te identificeren.
pt: Dê um nome ao seu veículo para o identificar facilmente.

# onboarding_vehicle_name_placeholder
source: Enter vehicle name
da: Indtast køretøjsnavn
de: Fahrzeugname eingeben
es: Introduce el nombre del vehículo
fr: Saisir le nom du véhicule
hi: वाहन का नाम दर्ज करें
it: Inserisci nome del veicolo
nl: Voer voertuignaam in
pt: Inserir nome do veículo

# onboarding_vehicle_name_default
source: My Car
da: Min bil
de: Mein Auto
es: Mi coche
fr: Ma voiture
hi: मेरी कार
it: La mia auto
nl: Mijn Auto
pt: O meu carro

# onboarding_vehicle_name_use_default
source: Use "%@"
da: Brug "%@"
de: "%@" verwenden
es: Usar «%@»
fr: Utiliser « %@ »
hi: "%@" उपयोग करें
it: Usa "%@"
nl: Gebruik "%@"
pt: Usar "%@"

source: Kilometers & Liters
da: Kilometer og liter
de: Kilometer & Liter
es: Kilómetros y litros
fr: Kilomètres et litres
hi: किलोमीटर और लीटर
it: Chilometri e litri
pt: Quilómetros e litros

source: Miles & Gallons
da: Miles og gallon
de: Meilen & Gallonen
es: Millas y galones
fr: Milles et gallons
hi: मील और गैलन
it: Miglia e galloni
nl: Mijlen & Gallons
pt: Milhas e galões

source: (Metric)
da: (Metrisk)
de: (Metrisch)
es: (Métrico)
fr: (Métrique)
hi: (मीट्रिक)
it: (Metrico)
nl: (Metrisch)
pt: (Métrico)

source: (Imperial)
de: (Angloamerikanisch)
fr: (Impérial)
hi: (इम्पीरियल)
it: (Imperiale)
nl: (Imperiaal)

source: Continue
da: Fortsæt
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
nl: Doorgaan
pt: Continuar

# onboarding_license_plate_title
source: License plate
da: Nummerplade
de: Kennzeichen
es: Matrícula
fr: Plaque d'immatriculation
hi: लाइसेंस प्लेट
it: Targa
nl: Kenteken
pt: Matrícula
