Repository: spijkermenno/FuelTrackr
Catalog: FuelTrackr/Resources/*.lproj/Localizable.strings
Languages: da, de, es, fr, hi, it, nl, pt

# onboarding_license_plate_description
source: Enter your vehicle's license plate to automatically fetch public specs.
da: Indtast dit køretøjs nummerplade for automatisk at hente offentlige specifikationer.
de: Geben Sie Ihr Kennzeichen ein, um automatisch Fahrzeugdaten abzurufen.
es: Introduce la matrícula para obtener automáticamente las especificaciones públicas.
fr: Saisissez la plaque pour récupérer automatiquement les caractéristiques publiques.
hi: सार्वजनिक विशेषताओं को स्वचालित रूप से प्राप्त करने के लिए अपने वाहन की लाइसेंस प्लेट दर्ज करें।
it: Inserisci la targa del veicolo per recuperare automaticamente le specifiche pubbliche.
nl: Voer het kenteken van je voertuig in om automatisch openbare specificaties op te halen.
pt: Inserir a matrícula do seu veículo para obter automaticamente especificações públicas.

# onboarding_license_plate_placeholder
source: Fill in license plate
da: Udfyld nummerplade
de: Kennzeichen eingeben
es: Rellena la matrícula
fr: Renseigner la plaque
hi: लाइसेंस प्लेट भरें
it: Compila la targa
nl: Vul kenteken in
pt: Preencher matrícula

# onboarding_license_plate_info
source: When available, FuelTrackr will use public vehicle data to pre-fill details. This only works for supported regions and plate formats.
da: Når tilgængeligt, vil FuelTrackr bruge offentlige køretøjsdata til at forududfylde detaljer. Dette virker kun for understøttede regioner og nummerpladeformater.
de: FuelTrackr nutzt öffentliche Fahrzeugdaten, wenn verfügbar. Gilt nur für unterstützte Regionen und Kennzeichenformate.
es: Cuando esté disponible, FuelTrackr usará datos públicos para rellenar los detalles. Solo funciona en regiones y formatos compatibles.
fr: Lorsque disponible, FuelTrackr utilisera les données publiques pour pré-remplir les détails. Uniquement pour les régions et formats pris en charge.
hi: जब उपलब्ध हो, FuelTrackr विवरणों को पूर्व-भरने के लिए सार्वजनिक वाहन डेटा उपयोग करेगा। यह केवल समर्थित क्षेत्रों और प्लेट प्रारूपों के लिए काम करता है।
it: Quando disponibili, FuelTrackr userà i dati pubblici dei veicoli per precompilare i dettagli. Funziona solo per regioni e formati di targa supportati.
nl: Wanneer beschikbaar, gebruikt FuelTrackr openbare voertuiggegevens om details vooraf in te vullen. Dit werkt alleen voor ondersteunde regio's en kentekenformaten.
pt: Quando disponível, o FuelTrackr usará dados públicos de veículos para pré-preencher detalhes. Isto só funciona para regiões e formatos de matrícula suportados.

# onboarding_add_later
source: I'll add this later
da: Jeg tilføjer dette senere
de: Später hinzufügen
es: Lo añadiré más tarde
fr: Je l'ajouterai plus tard
hi: मैं इसे बाद में जोड़ूंगा
it: Lo aggiungo dopo
nl: Ik voeg dit later toe
pt: Adiciono isto mais tarde

# onboarding_vehicle_fuel_type_title
source: Vehicle Fuel Type
da: Køretøjets brændstoftype
de: Kraftstoffart
es: Tipo de combustible
fr: Type de carburant
hi: वाहन ईंधन प्रकार
it: Tipo di carburante del veicolo
nl: Voertuig brandstof type
pt: Tipo de combustível do veículo

# onboarding_vehicle_fuel_type_question
source: What fuel does your vehicle use?
da: Hvilken brændstof bruger dit køretøj?
de: Welchen Kraftstoff nutzt Ihr Fahrzeug?
es: ¿Qué combustible usa tu vehículo?
fr: Quel carburant utilise votre véhicule ?
hi: आपका वाहन कौन सा ईंधन उपयोग करता है?
it: Quale carburante usa il tuo veicolo?
nl: Welke soort brandstof gebruikt jou voertuig?
pt: Que combustível o seu veículo usa?

# fuel_liquid
source: Petrol or Diesel
da: Benzin eller diesel
de: Benzin oder Diesel
es: Gasolina o diésel
fr: Essence ou diesel
hi: पेट्रोल या डीज़ल
it: Benzina o diesel
nl: Benzine of Diesel
pt: Gasolina ou gasóleo

# fuel_electric
source: Electric
da: Elektrisk
de: Elektrisch
es: Eléctrico
fr: Électrique
hi: इलेक्ट्रिक
it: Elettrico
nl: Elektrisch
pt: Elétrico

# fuel_hydrogen
source: Hydrogen
da: Brint
de: Wasserstoff
es: Hidrógeno
fr: Hydrogène
hi: हाइड्रोजन
it: Idrogeno
nl: Waterstof
pt: Hidrogénio

# fuel_unknown
source: Different
da: Andet
de: Andere
es: Otro
fr: Autre
hi: अलग
it: Altro
nl: Anders
pt: Outro

# onboarding_vehicle_brand_title
source: Vehicle brand
da: Køretøjsmærke
de: Fahrzeugmarke
es: Marca del vehículo
fr: Marque du véhicule
hi: वाहन ब्रांड
it: Marca del veicolo
nl: Voertuigmerk
pt: Marca do veículo

# onboarding_vehicle_brand_question
source: What brand is your vehicle?
da: Hvilket mærke er dit køretøj?
de: Welche Marke hat Ihr Fahrzeug?
es: ¿Qué marca es tu vehículo?
fr: Quelle est la marque de votre véhicule ?
hi: आपका वाहन कौन सा ब्रांड है?
it: Qual è la marca del tuo veicolo?
nl: Welk merk is je voertuig?
pt: Qual é a marca do seu veículo?

# onboarding_vehicle_brand_placeholder
source: Search or select your brand
da: Søg eller vælg dit mærke
de: Marke suchen oder auswählen
es: Buscar o seleccionar marca
fr: Rechercher ou sélectionner une marque
hi: अपना ब्रांड खोजें या चुनें
it: Cerca o seleziona la tua marca
nl: Zoek of selecteer je merk
pt: Pesquisar ou selecionar a sua marca

# onboarding_not_on_list
source: Not on the list
da: Ikke på listen
de: Nicht in der Liste
es: No está en la lista
fr: Pas dans la liste
hi: सूची में नहीं
it: Non in elenco
nl: Niet in de lijst
pt: Não está na lista

# onboarding_vehicle_model_title
source: Vehicle model
da: Køretøjsmodel
de: Fahrzeugmodell
es: Modelo del vehículo
fr: Modèle du véhicule
hi: वाहन मॉडल
it: Modello del veicolo
nl: Voertuigmodel
pt: Modelo do veículo

# onboarding_vehicle_model_question
source: Which model do you drive?
da: Hvilken model kører du?
de: Welches Modell fahren Sie?
es: ¿Qué modelo conduces?
fr: Quel modèle conduisez-vous ?
hi: आप कौन सा मॉडल चलाते हैं?
it: Quale modello guidi?
nl: Welk model rijd je?
pt: Que modelo conduz?

# onboarding_vehicle_model_placeholder
source: Search or type your model
da: Søg eller skriv din model
de: Modell suchen oder eingeben
es: Buscar o escribir tu modelo
fr: Rechercher ou saisir votre modèle
hi: अपना मॉडल खोजें या टाइप करें
it: Cerca o digita il tuo modello
nl: Zoek of typ je model
pt: Pesquisar ou escrever o seu modelo

# onboarding_optional_details_title
source: Optional details
da: Valgfrie detaljer
de: Optionale Details
es: Detalles opcionales
fr: Détails optionnels
hi: वैकल्पिक विवरण
it: Dettagli facoltativi
nl: Optionele details
pt: Detalhes opcionais

# onboarding_optional_details_description
source: Add these to improve maintenance estimates and long term cost insights.
da: Tilføj disse for at forbedre vedligeholdelsesestimater og langsigtede omkostningsindsigter.
de: Fügen Sie diese hinzu für bessere Wartungsschätzungen und langfristige Kostenübersichten.
es: Añádelos para mejorar las estimaciones de mantenimiento y el análisis de costes.
fr: Ajoutez-les pour améliorer les estimations d'entretien et les analyses de coûts.
hi: रखरखाव अनुमानों और दीर्घकालिक लागत अंतर्दृष्टि में सुधार के लिए इन्हें जोड़ें।
it: Aggiungili per migliorare le stime di manutenzione e le analisi dei costi a lungo termine.
nl: Voeg deze toe om onderhoudsschattingen en langetermijnkosteninzichten te verbeteren.
pt: Adicione estes para melhorar estimativas de manutenção e insights de custos a longo prazo.

# onboarding_production_date_title
source: Production month & year
da: Produktionsmåned og år
de: Produktionsmonat & Jahr
es: Mes y año de fabricación
fr: Mois et année de production
hi: उत्पादन माह और वर्ष
it: Mese e anno di produzione
nl: Productiemaand & jaar
pt: Mês e ano de produção

# onboarding_select_date_placeholder
source: Select date
da: Vælg dato
de: Datum auswählen
es: Seleccionar fecha
fr: Choisir une date
hi: तारीख चुनें
it: Seleziona data
nl: Selecteer datum
pt: Selecionar data

# onboarding_skip_for_now
source: Skip for now
da: Spring over for nu
de: Später überspringen
es: Omitir por ahora
fr: Passer pour l'instant
hi: अभी के लिए छोड़ें
it: Salta per ora
nl: Sla nu over
pt: Saltar por agora

# onboarding_current_mileage_title
source: Current mileage
da: Nuværende kilometertal
de: Aktueller Kilometerstand
es: Kilometraje actual
fr: Kilométrage actuel
hi: वर्तमान माइलेज
it: Chilometraggio attuale
nl: Huidige kilometerstand
pt: Quilometragem atual

# onboarding_current_mileage_question
source: What's your vehicle's current mileage? We need this to accurately calculate your fuel consumption and track your vehicle's performance over time.
da: Hvad er dit køretøjs nuværende kilometertal? Vi har brug for dette for nøjagtigt at beregne dit brændstofforbrug og spore dit køretøjs præstation over tid.
de: Wie hoch ist der aktuelle Kilometerstand Ihres Fahrzeugs? Wir benötigen dies zur genauen Berechnung des Kraftstoffverbrauchs und zur Leistungsüberwachung.
es: ¿Cuál es el kilometraje actual de tu vehículo? Lo necesitamos para calcular con precisión tu consumo y el rendimiento a lo largo del tiempo.
fr: Quel est le kilométrage actuel de votre véhicule ? Nous en avons besoin pour calculer précisément votre consommation et suivre les performances dans le temps.
hi: आपके वाहन का वर्तमान माइलेज क्या है? हमें आपकी ईंधन खपत की सटीक गणना करने और समय के साथ आपके वाहन के प्रदर्शन को ट्रैक करने के लिए इसकी आवश्यकता है।
it: Qual è il chilometraggio attuale del tuo veicolo? Ne abbiamo bisogno per calcolare con precisione il consumo di carburante e tracciare le prestazioni del veicolo nel tempo.
nl: Wat is de huidige kilometerstand van je voertuig? We hebben dit nodig om je brandstofverbruik nauwkeurig te berekenen en de prestaties van je voertuig in de loop van de tijd bij te houden.
pt: Qual é a quilometragem atual do seu veículo? Precisamos disto para calcular com precisão o seu consumo de combustível e acompanhar o desempenho do veículo ao longo do tempo.

# onboarding_mileage_placeholder_km
source: e.g. 125,000 km
da: f.eks. 125.000 km
de: z. B. 125.000 km
es: ej. 125.000 km
fr: ex. 125 000 km
hi: उदा. 125,000 किमी
it: es. 125.000 km
nl: bijv. 125.000 km
pt: ex. 125.000 km

# onboarding_mileage_placeholder_miles
source: e.g. 77,671 mi
da: f.eks. 77.671 mi
de: z. B. 77.671 mi
es: ej. 77.671 mi
fr: ex. 77 671 mi
hi: उदा. 77,671 मील
it: es. 77.671 mi
nl: bijv. 77.671 mi
pt: ex. 77.671 mi

# onboarding_mileage_new_car
source: Start from 0
da: Start fra 0
de: Bei 0 starten
es: Empezar desde 0
fr: Commencer à 0
hi: 0 से शुरू करें
it: Inizia da zero
nl: Start vanaf 0
pt: Começar do zero

# onboarding_add_photo_title
source: Add a photo of your vehicle
da: Tilføj et foto af dit køretøj
de: Foto Ihres Fahrzeugs hinzufügen
es: Añade una foto de tu vehículo
fr: Ajouter une photo de votre véhicule
hi: अपने वाहन की फ़ोटो जोड़ें
it: Aggiungi una foto del tuo veicolo
nl: Voeg een foto van je voertuig toe
pt: Adicionar uma foto do seu veículo

# onboarding_add_photo_description
source: This helps you recognize it quickly in your overview.
da: Dette hjælper dig med hurtigt at genkende det i dit overblik.
de: So erkennen Sie es schnell in Ihrer Übersicht.
es: Te ayudará a reconocerlo rápidamente en el resumen.
fr: Pour le retrouver rapidement dans la vue d'ensemble.
hi: यह आपको अपने अवलोकन में इसे जल्दी पहचानने में मदद करता है।
it: Ti aiuta a riconoscerlo rapidamente nella panoramica.
nl: Dit helpt je om het snel te herkennen in je overzicht.
pt: Isto ajuda-o a reconhecê-lo rapidamente na sua visão geral.

# onboarding_take_photo
source: Take photo
da: Tag foto
de: Foto aufnehmen
es: Hacer foto
fr: Prendre une photo
hi: फ़ोटो लें
it: Scatta foto
nl: Foto maken
pt: Tirar foto

# onboarding_choose_from_gallery
source: Choose from gallery
da: Vælg fra galleri
de: Aus Galerie wählen
es: Elegir de la galería
fr: Choisir dans la galerie
hi: गैलरी से चुनें
it: Scegli dalla galleria
nl: Kies uit galerij
pt: Escolher da galeria

# onboarding_confirm_photo
source: Confirm Photo
da: Bekræft foto
de: Foto bestätigen
es: Confirmar foto
fr: Confirmer la photo
hi: फ़ोटो की पुष्टि करें
it: Conferma foto
nl: Foto bevestigen
pt: Confirmar foto

# onboarding_reset_photo
source: Reset Photo
da: Nulstil foto
de: Foto zurücksetzen
es: Restablecer foto
fr: Réinitialiser la photo
hi: फ़ोटो रीसेट करें
it: Reimposta foto
nl: Foto opnieuw instellen
pt: Repor foto

# onboarding_completion_title
source: Vehicle setup complete! 🎉
da: Køretøjsopsætning fuldført! 🎉
de: Fahrzeugeinrichtung abgeschlossen! 🎉
es: ¡Configuración completada! 🎉
fr: Configuration terminée ! 🎉
hi: वाहन सेटअप पूर्ण! 🎉
it: Configurazione veicolo completata! 🎉
nl: Voertuiginstellingen voltooid! 🎉
pt: Configuração do veículo concluída! 🎉

# onboarding_completion_description
source: FuelTrackr is now ready to help you track fuel, costs, and maintenance automatically.
da: FuelTrackr er nu klar til at hjælpe dig med automatisk at spore brændstof, omkostninger og vedligeholdelse.
de: FuelTrackr ist bereit, Kraftstoff, Kosten und Wartung automatisch zu erfassen.
es: FuelTrackr está listo para registrar combustible, costes y mantenimiento automáticamente.
fr: FuelTrackr est prêt à suivre votre carburant, vos coûts et votre entretien automatiquement.
hi: FuelTrackr अब आपको ईंधन, लागत और रखरखाव को स्वचालित रूप से ट्रैक करने में मदद करने के लिए तैयार है।
it: FuelTrackr è pronto per aiutarti a tracciare carburante, costi e manutenzione automaticamente.
nl: FuelTrackr is nu klaar om je te helpen brandstof, kosten en onderhoud automatisch bij te houden.
pt: O FuelTrackr está agora pronto para o ajudar a acompanhar combustível, custos e manutenção automaticamente.

# onboarding_go_to_dashboard
source: Go to dashboard
da: Gå til dashboard
de: Zum Dashboard
es: Ir al panel
fr: Accéder au tableau de bord
hi: डैशबोर्ड पर जाएं
it: Vai alla dashboard
nl: Ga naar dashboard
pt: Ir para o painel

source: Done
da: Færdig
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
it: Fatto
nl: Gereed
pt: Concluído

source: Fuel Consumption
da: Brændstofforbrug
de: Kraftstoffverbrauch
es: Consumo
fr: Consommation
hi: ईंधन खपत
it: Consumo carburante
nl: Brandstofverbruik
pt: Consumo de combustível

source: Maintenance History
da: Vedligeholdelseshistorik
de: Wartungshistorie
es: Historial de mantenimiento
fr: Historique d'entretien
hi: रखरखाव इतिहास
it: Storico manutenzione
nl: Onderhoud geschiedenis
pt: Histórico de manutenção

source: Show More
da: Vis mere
de: Mehr anzeigen
es: Ver más
fr: Voir plus
hi: अधिक दिखाएं
it: Mostra di più
nl: Meer weergeven
pt: Mostrar mais

source: Fuel History
da: Brændstofhistorik
de: Tankhistorie
es: Historial de repostajes
fr: Historique des ravitaillements
hi: ईंधन इतिहास
it: Storico carburante
nl: Brandstof geschiedenis
pt: Histórico de combustível

# total_distance_km
source: Total Distance
da: Samlet afstand
de: Gesamtstrecke
es: Distancia total
fr: Distance totale
hi: कुल दूरी
it: Distanza totale
nl: Totale afstand
pt: Distância total

# total_distance_miles
source: Total Distance
da: Samlet afstand
de: Gesamtstrecke
es: Distancia total
fr: Distance totale
hi: कुल दूरी
it: Distanza totale
nl: Totale afstand
pt: Distância total

source: Average Price
da: Gennemsnitlig pris
de: Durchschnittspreis
es: Precio medio
fr: Prix moyen
hi: औसत कीमत
it: Prezzo medio
nl: Gemiddelde prijs
pt: Preço médio

source: Fuel
da: Brændstof
de: Kraftstoff
es: Combustible
fr: Carburant
hi: ईंधन
it: Carburante
nl: Brandstof
pt: Combustível

source: Costs
da: Omkostninger
de: Kosten
es: Costes
fr: Coûts
hi: लागत
it: Costi
nl: Kosten
pt: Custos

source: Odometer
da: Kilometertæller
de: Kilometerzähler
es: Cuentakilómetros
fr: Compteur kilométrique
hi: ओडोमीटर
it: Contachilometri
nl: Kilometerstand
pt: Odómetro

source: Brake Replacement
da: Bremseudskiftning
de: Bremsenwechsel
es: Cambio de frenos
fr: Remplacement des freins
hi: ब्रेक प्रतिस्थापन
it: Sostituzione freni
nl: Remblokken vervangen
pt: Substituição de travões

source: Tire Replacement
da: Dækskift
de: Reifenwechsel
es: Cambio de neumáticos
fr: Remplacement des pneus
hi: टायर प्रतिस्थापन
it: Sostituzione pneumatici
nl: Banden vervangen
pt: Substituição de pneus

# other_maintenance
source: Other
da: Andet
de: Sonstiges
es: Otro
fr: Autre
hi: अन्य
it: Altro
nl: Overig
pt: Outro

source: Mileage
da: Kilometertal
de: Kilometerstand
es: Kilometraje
fr: Kilométrage
hi: माइलेज
it: Chilometraggio
nl: Kilometerstand
pt: Quilometragem

source: Owned
da: Ejet
de: Im Besitz
es: En propiedad
fr: Possédé
hi: स्वामित्व
it: Posseduto
nl: Eigendom
pt: Possuído

source: Age
da: Alder
de: Alter
es: Antigüedad
fr: Âge
hi: आयु
it: Età
nl: Leeftijd
pt: Idade

source: Consumption Overview
da: Forbrugsoversigt
de: Verbrauchsübersicht
es: Resumen de consumo
fr: Vue d'ensemble de la consommation
hi: खपत अवलोकन
it: Panoramica consumo
nl: Verbruiksoverzicht
pt: Visão geral do consumo

source: Consumption Over Time
da: Forbrug over tid
de: Verbrauch im Zeitverlauf
es: Consumo a lo largo del tiempo
fr: Consommation dans le temps
hi: समय के साथ खपत
it: Consumo nel tempo
nl: Verbruik over tijd
pt: Consumo ao longo do tempo

source: average consumption
da: gennemsnitligt forbrug
de: Durchschnittsverbrauch
es: consumo medio
fr: consommation moyenne
hi: औसत खपत
it: consumo medio
nl: gemiddeld verbruik
pt: consumo médio

# total_cost_label
source: Total cost
da: Samlet omkostning
de: Gesamtkosten
es: Coste total
fr: Coût total
hi: कुल लागत
it: Costo totale
nl: Kosten totaal
pt: Custo total

source: Last refueling
da: Sidste tankning
de: Letzte Tankfüllung
es: Último repostaje
fr: Dernier ravitaillement
hi: अंतिम रिफ्यूलिंग
it: Ultimo rifornimento
nl: Laatste tankbeurt
pt: Último abastecimento

# fuel_entries_last_months
source: Fuel entries last %d months (%d)
da: Brændstofindtastninger seneste %d måneder (%d)
de: Tankvorgänge letzte %d Monate (%d)
es: Repostajes de los últimos %d meses (%d)
fr: Ravitaillements des %d derniers mois (%d)
hi: पिछले %d महीनों की ईंधन प्रविष्टियाँ (%d)
it: Rifornimenti negli ultimi %d mesi (%d)
nl: Tankbeurten afgelopen %d maanden (%d)
pt: Abastecimentos nos últimos %d meses (%d)

# fuel_entries_last_month
source: Fuel entries last month (%d)
da: Brændstofindtastninger sidste måned (%d)
de: Tankvorgänge letzten Monat (%d)
es: Repostajes del mes pasado (%d)
fr: Ravitaillements du mois dernier (%d)
hi: पिछले महीने की ईंधन प्रविष्टियाँ (%d)
it: Rifornimenti il mese scorso (%d)
nl: Tankbeurten afgelopen maand (%d)
pt: Abastecimentos no mês passado (%d)

# fuel_entries_all
source: All fuel entries (%d)
da: Alle brændstofindtastninger (%d)
de: Alle Tankvorgänge (%d)
es: Todos los repostajes (%d)
fr: Tous les ravitaillements (%d)
hi: सभी ईंधन प्रविष्टियाँ (%d)
it: Tutti i rifornimenti (%d)
nl: Alle tankbeurten (%d)
pt: Todos os abastecimentos (%d)

source: Add new refueling
da: Tilføj ny tankning
de: Neue Tankfüllung hinzufügen
es: Añadir repostaje
fr: Ajouter un ravitaillement
hi: नई रिफ्यूलिंग जोड़ें
it: Aggiungi nuovo rifornimento
nl: Nieuwe tankbeurt toevoegen
pt: Adicionar novo abastecimento

# timeframe_all
source: All
da: Alt
de: Alle
es: Todo
fr: Tout
hi: सभी
it: Tutto
nl: Alles
pt: Tudo

source: range
da: område
de: Reichweite
es: rango
fr: plage
hi: रेंज
it: autonomia
nl: bereik
pt: alcance

source: Location
da: Placering
de: Standort
es: Ubicación
fr: Emplacement
hi: स्थान
it: Posizione
nl: Locatie
pt: Localização

# km_per_liter
source: km/l
hi: किमी/लीटर

# liters
source: L
hi: लीटर

source: Consumption
da: Forbrug
de: Verbrauch
es: Consumo
fr: Consommation
hi: खपत
it: Consumo
nl: Verbruik
pt: Consumo

source: Cost
da: Omkostning
de: Kosten
es: Coste
fr: Coût
hi: लागत
it: Costo
nl: Kosten
pt: Custo

source: Partial Fill
da: Deltankning
de: Teilbetankung
es: Repostaje parcial
fr: Ravitaillement partiel
hi: आंशिक भरना
it: Rifornimento parziale
nl: Gedeeltelijke Tankbeurt
pt: Abastecimento parcial

# partial_fill_description
source: This refill appears to be partial. It will be merged with the next full refill for accurate consumption calculations.
da: Denne tankning ser ud til at være delvis. Den vil blive slået sammen med næste fulde tankning for nøjagtige forbrugsberegninger.
de: Diese Tankfüllung scheint eine Teilbetankung zu sein. Sie wird mit der nächsten Vollbetankung zusammengeführt.
es: Este repostaje parece parcial. Se combinará con el próximo depósito lleno para un cálculo preciso del consumo.
fr: Ce ravitaillement semble partiel. Il sera fusionné avec le prochain plein pour un calcul précis de la consommation.
hi: यह रीफिल आंशिक प्रतीत होता है। सटीक खपत गणना के लिए इसे अगले पूर्ण रीफिल के साथ मर्ज किया जाएगा।
it: Questo rifornimento sembra parziale. Verrà unito al prossimo pieno per calcoli accurati del consumo.
nl: Deze tankbeurt lijkt gedeeltelijk te zijn. Deze wordt samengevoegd met de volgende volledige tankbeurt voor nauwkeurige verbruiksberekeningen.
pt: Este abastecimento parece ser parcial. Será combinado com o próximo abastecimento completo para cálculos precisos de consumo.

# partial_fill_badge
source: Half Tank
da: Halv tank
de: Halber Tank
es: Medio depósito
fr: Demi-plein
hi: आधा टैंक
it: Mezzo serbatoio
nl: Halve Tank
pt: Meio depósito

source: Mark as Full Fill
da: Markér som fuld tankning
de: Als Volltank markieren
es: Marcar como depósito lleno
fr: Marquer comme plein
hi: पूर्ण भरने के रूप में चिह्नित करें
it: Segna come pieno
nl: Markeer als Volledige Tankbeurt
pt: Marcar como abastecimento completo

source: Mark as Partial Fill
da: Markér som deltankning
de: Als Teilbetankung markieren
es: Marcar como repostaje parcial
fr: Marquer comme partiel
hi: आंशिक भरने के रूप में चिह्नित करें
it: Segna come parziale
nl: Markeer als Gedeeltelijke Tankbeurt
pt: Marcar como abastecimento parcial

# partial_fill_info
source: Partial fills are automatically detected when a refill is significantly less than your average. They are merged with the next full refill for accurate fuel consumption calculations.
da: Deltankninger opdages automatisk, når en tankning er væsentligt mindre end dit gennemsnit. De slås sammen med næste fulde tankning for nøjagtige brændstofforbrugsberegninger.
de: Teilbetankungen werden automatisch erkannt, wenn eine Tankfüllung deutlich unter Ihrem Durchschnitt liegt.
es: Los repostajes parciales se detectan automáticamente cuando la cantidad es muy inferior a tu media. Se combinan con el próximo depósito lleno.
fr: Les ravitaillements partiels sont détectés automatiquement lorsque la quantité est nettement inférieure à votre moyenne. Ils sont fusionnés avec le prochain plein.
hi: जब रीफिल आपके औसत से काफी कम होता है तो आंशिक भरना स्वचालित रूप से पहचाना जाता है। सटीक ईंधन खपत गणना के लिए उन्हें अगले पूर्ण रीफिल के साथ मर्ज किया जाता है।
it: I rifornimenti parziali vengono rilevati automaticamente quando un rifornimento è significativamente inferiore alla media. Vengono uniti al prossimo pieno per calcoli accurati del consumo.
nl: Gedeeltelijke tankbeurten worden automatisch gedetecteerd wanneer een tankbeurt aanzienlijk minder is dan uw gemiddelde. Ze worden samengevoegd met de volgende volledige tankbeurt voor nauwkeurige brandstofverbruiksberekeningen.
pt: Abastecimentos parciais são detetados automaticamente quando um abastecimento é significativamente inferior à sua média. São combinados com o próximo abastecimento completo para cálculos precisos de consumo.

# not_enough_data_for_detection
source: Need at least %d refills to detect partial fills
da: Mindst %d tankninger nødvendige for at opdage deltankninger
de: Mindestens %d Tankvorgänge für Teilbetankungserkennung erforderlich
es: Se necesitan al menos %d repostajes para detectar repostajes parciales
fr: Au moins %d ravitaillements nécessaires pour détecter les pleins partiels
hi: आंशिक भरना पहचानने के लिए कम से कम %d रीफिल चाहिए
it: Servono almeno %d rifornimenti per rilevare i parziali
nl: Minimaal %d tankbeurten nodig om gedeeltelijke tankbeurten te detecteren
pt: Necessários pelo menos %d abastecimentos para detetar parciais

source: Current Status
da: Nuværende status
de: Aktueller Status
es: Estado actual
fr: Statut actuel
hi: वर्तमान स्थिति
it: Stato attuale
nl: Huidige Status
pt: Estado atual
