Repository: spijkermenno/FuelTrackr
Catalog: FuelTrackr/Resources/*.lproj/Localizable.strings
Languages: da, de, es, fr, hi, it, nl, pt

source: Fill Type
da: Tankningstype
de: Tanktyp
es: Tipo de repostaje
fr: Type de remplissage
hi: भरने का प्रकार
it: Tipo di rifornimento
nl: Tankbeurt Type
pt: Tipo de abastecimento

source: Full Fill
da: Fuld tankning
de: Volltank
es: Depósito lleno
fr: Plein
hi: पूर्ण भरना
it: Pieno
nl: Volledige Tankbeurt
pt: Abastecimento completo

source: Average Refill Amount
da: Gennemsnitlig tankningsmængde
de: Durchschnittliche Tankmenge
es: Cantidad media por repostaje
fr: Quantité moyenne par ravitaillement
hi: औसत रीफिल मात्रा
it: Quantità media rifornimento
nl: Gemiddelde Tankbeurt
pt: Quantidade média de abastecimento

# merged_partial_fill_description
source: This entry contains multiple fuel fills that have been merged together. You can mark individual entries as full or partial fills below.
da: Denne post indeholder flere brændstoftankninger, der er slået sammen. Du kan markere enkelte poster som fulde eller delvise tankninger nedenfor.
de: Dieser Eintrag enthält mehrere zusammengeführte Tankvorgänge. Unten können Sie einzelne Einträge als Voll- oder Teilbetankung markieren.
es: Esta entrada contiene varios repostajes combinados. Puedes marcar cada uno como lleno o parcial más abajo.
fr: Cette entrée contient plusieurs ravitaillements fusionnés. Vous pouvez marquer chaque entrée comme plein ou partiel ci-dessous.
hi: इस प्रविष्टि में कई ईंधन भरने शामिल हैं जिन्हें एक साथ मर्ज किया गया है। आप नीचे व्यक्तिगत प्रविष्टियों को पूर्ण या आंशिक भरने के रूप में चिह्नित कर सकते हैं।
it: Questa voce contiene più rifornimenti uniti. Puoi segnare singole voci come pieni o parziali qui sotto.
nl: Deze invoer bevat meerdere tankbeurten die zijn samengevoegd. U kunt individuele invoeren hieronder markeren als volledige of gedeeltelijke tankbeurten.
pt: Esta entrada contém vários abastecimentos que foram combinados. Pode marcar entradas individuais como completas ou parciais abaixo.

source: Merged Group Summary
da: Sammenslået gruppeopsummering
de: Zusammengefasste Gruppenzusammenfassung
es: Resumen del grupo combinado
fr: Résumé du groupe fusionné
hi: मर्ज समूह सारांश
it: Riepilogo gruppo unito
nl: Samengevoegde Groep Samenvatting
pt: Resumo do grupo combinado

source: Total Fuel
da: Samlet brændstof
de: Gesamtkraftstoff
es: Combustible total
fr: Carburant total
hi: कुल ईंधन
it: Carburante totale
nl: Totale Brandstof
pt: Total de combustível

# entries_count
source: Entries
da: Poster
de: Einträge
es: Entradas
fr: Entrées
hi: प्रविष्टियाँ
it: Voci
nl: Invoeren
pt: Entradas

# entries_in_group
source: Entries in This Group
da: Poster i denne gruppe
de: Einträge in dieser Gruppe
es: Entradas en este grupo
fr: Entrées dans ce groupe
hi: इस समूह में प्रविष्टियाँ
it: Voci in questo gruppo
nl: Invoeren in Deze Groep
pt: Entradas neste grupo

# partial_fill_toggle_description
source: Mark this refill as partial if it wasn't a full tank. Partial refills are merged with the next full refill for accurate consumption calculations.
da: Markér denne tankning som delvis, hvis det ikke var en fuld tank. Delvise tankninger slås sammen med næste fulde tankning for nøjagtige forbrugsberegninger.
de: Als Teilbetankung markieren, wenn kein Volltank war.
es: Marca este repostaje como parcial si no fue un depósito lleno. Los parciales se combinan con el próximo lleno.
fr: Marquez ce ravitaillement comme partiel si ce n'était pas un plein. Les partiels sont fusionnés avec le prochain plein.
hi: यदि यह पूर्ण टैंक नहीं था तो इस रीफिल को आंशिक के रूप में चिह्नित करें। सटीक खपत गणना के लिए आंशिक रीफिल को अगले पूर्ण रीफिल के साथ मर्ज किया जाता है।
it: Segna questo rifornimento come parziale se non era un pieno. I rifornimenti parziali vengono uniti al prossimo pieno per calcoli accurati del consumo.
nl: Markeer deze tankbeurt als gedeeltelijk als het geen volle tank was. Gedeeltelijke tankbeurten worden samengevoegd met de volgende volledige tankbeurt voor nauwkeurige verbruiksberekeningen.
pt: Marque este abastecimento como parcial se não foi um depósito cheio. Abastecimentos parciais são combinados com o próximo abastecimento completo para cálculos precisos de consumo.

# merged_group_title
source: Merged Group
da: Sammenslået gruppe
de: Zusammengeführte Gruppe
es: Grupo combinado
fr: Groupe fusionné
hi: मर्ज समूह
it: Gruppo unito
nl: Samengevoegde Groep
pt: Grupo combinado

# merged_group_info
source: This entry is part of a merged group. All entries below are combined for consumption calculation until a full fill is reached.
da: Denne post er en del af en sammenslået gruppe. Alle poster nedenfor kombineres til forbrugsberegning, indtil en fuld tankning nås.
de: Dieser Eintrag gehört zu einer zusammengeführten Gruppe.
es: Esta entrada forma parte de un grupo combinado. Todas las entradas se suman para el cálculo hasta el próximo depósito lleno.
fr: Cette entrée fait partie d'un groupe fusionné. Toutes les entrées ci-dessous sont combinées pour le calcul jusqu'au prochain plein.
hi: यह प्रविष्टि मर्ज समूह का हिस्सा है। पूर्ण भरना प्राप्त होने तक नीचे की सभी प्रविष्टियाँ खपत गणना के लिए संयुक्त हैं।
it: Questa voce fa parte di un gruppo unito. Tutte le voci sotto sono combinate per il calcolo del consumo fino al raggiungimento di un pieno.
nl: Deze invoer maakt deel uit van een samengevoegde groep. Alle invoeren hieronder worden gecombineerd voor verbruiksberekening totdat een volledige tankbeurt is bereikt.
pt: Esta entrada faz parte de um grupo combinado. Todas as entradas abaixo são combinadas para cálculo de consumo até atingir um abastecimento completo.

source: Current
da: Nuværende
de: Aktuell
es: Actual
fr: Actuel
hi: वर्तमान
it: Attuale
nl: Huidige
pt: Atual

# closing_fill
source: Full Tank
da: Fuld tank
de: Volltank
es: Depósito lleno
fr: Plein
hi: पूर्ण टैंक
it: Pieno
nl: Volle Tank
pt: Depósito cheio

# combined_stats
source: Combined Statistics
da: Kombinerede statistikker
de: Kombinierte Statistiken
es: Estadísticas combinadas
fr: Statistiques combinées
hi: संयुक्त आंकड़े
it: Statistiche combinate
nl: Gecombineerde Statistieken
pt: Estatísticas combinadas

# pro_subtitle
source: The Future of Vehicle Intelligence
da: Fremtiden for køretøjsintelligens
de: Die Zukunft der Fahrzeugintelligenz
es: El futuro de la inteligencia del vehículo
fr: L'avenir de l'intelligence véhicule
hi: वाहन इंटेलिजेंस का भविष्य
it: Il Futuro dell'Intelligenza Veicolare
nl: De Toekomst van Voertuig Intelligentie
pt: O Futuro da Inteligência Automóvel

# pro_feature_unlimited_history_title
source: Unlimited History
da: Ubegrænset historik
de: Unbegrenzte Historie
es: Historial ilimitado
fr: Historique illimité
hi: असीमित इतिहास
it: Storico illimitato
nl: Onbeperkte Geschiedenis
pt: Histórico ilimitado

# pro_feature_unlimited_history_subtitle
source: Total expense transparency
da: Fuld udgiftstransparens
de: Vollständige Kostenübersicht
es: Transparencia total de gastos
fr: Transparence totale des dépenses
hi: कुल खर्च पारदर्शिता
it: Trasparenza totale delle spese
nl: Totale uitgaventransparantie
pt: Transparência total de despesas

# pro_feature_smart_maintenance_title
source: Smart Maintenance
da: Smart vedligeholdelse
de: Intelligente Wartung
es: Mantenimiento inteligente
fr: Entretien intelligent
hi: स्मार्ट रखरखाव
it: Manutenzione intelligente
nl: Slim Onderhoud
pt: Manutenção inteligente

# pro_feature_smart_maintenance_subtitle
source: Smart service alerts
da: Smarte servicepåmindelser
de: Clevere Service-Warnungen
es: Alertas de servicio inteligentes
fr: Alertes de service intelligentes
hi: स्मार्ट सर्विस अलर्ट
it: Avvisi di servizio intelligenti
nl: Slimme servicewaarschuwingen
pt: Alertas de serviço inteligentes

# pro_feature_smart_refill_title
source: Smart Refill Logic
da: Smart tankningslogik
de: Intelligente Tanklogik
es: Lógica de repostaje inteligente
fr: Logique de ravitaillement intelligente
hi: स्मार्ट रीफिल लॉजिक
it: Logica rifornimento intelligente
nl: Slimme Tanklogica
pt: Lógica de abastecimento inteligente

# pro_feature_smart_refill_subtitle
source: Predictive range & cost insights
da: Prædiktiv rækkevidde og omkostningsindsigter
de: Reichweiten- & Kostenprognosen
es: Autonomía y costes predictivos
fr: Autonomie prévisionnelle et analyse des coûts
hi: पूर्वानुमान रेंज और लागत अंतर्दृष्टि
it: Previsione autonomia e analisi costi
nl: Voorspellende actieradius & kosteninzichten
pt: Previsão de alcance e insights de custos

source: Restore Purchase
da: Gendan køb
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
hi: खरीद पुनर्स्थापित करें
it: Ripristina acquisto
nl: Aankoop Herstellen
pt: Restaurar compra

source: Privacy Policy
da: Privatlivspolitik
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
nl: Privacybeleid
pt: Política de privacidade

source: Terms of Service
da: Servicevilkår
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
it: Termini di servizio
nl: Servicevoorwaarden
pt: Termos de serviço

# pro_lifetime_title
source: Lifetime Pro
da: Livstid Pro
es: Pro de por vida
fr: Pro à vie
hi: आजीवन प्रो
it: Pro a vita
nl: Levenslang Pro
pt: Pro vitalício

# pro_yearly_title
source: Yearly Access
da: Årlig adgang
de: Jahreszugang
es: Acceso anual
fr: Accès annuel
hi: वार्षिक पहुंच
it: Accesso annuale
nl: Jaarlijks Toegang
pt: Acesso anual

# pro_monthly_title
source: Monthly Access
da: Månedlig adgang
de: Monatszugang
es: Acceso mensual
fr: Accès mensuel
hi: मासिक पहुंच
it: Accesso mensile
nl: Maandelijks Toegang
pt: Acesso mensal

# pro_one_time_payment
source: One-time payment
da: Engangsbetaling
de: Einmalzahlung
es: Pago único
fr: Paiement unique
hi: एक बार का भुगतान
it: Pagamento unico
nl: Eenmalige betaling
pt: Pagamento único

# pro_billed_annually
source: Billed annually
da: Faktureres årligt
de: Jährlich abgerechnet
es: Facturación anual
fr: Facturation annuelle
hi: वार्षिक बिलिंग
it: Fatturato annualmente
nl: Jaarlijks gefactureerd
pt: Faturado anualmente

# pro_billed_monthly
source: Billed monthly
da: Faktureres månedligt
de: Monatlich abgerechnet
es: Facturación mensual
fr: Facturation mensuelle
hi: मासिक बिलिंग
it: Fatturato mensilmente
nl: Maandelijks gefactureerd
pt: Faturado mensalmente

# pro_unlock_lifetime
source: Unlock Lifetime Pro
da: Lås op for Livstid Pro
de: Lifetime Pro freischalten
es: Desbloquear Pro de por vida
fr: Débloquer Pro à vie
hi: आजीवन प्रो अनलॉक करें
it: Sblocca Pro a vita
nl: Ontgrendel Levenslang Pro
pt: Desbloquear Pro vitalício

# pro_processing_purchase
source: Processing Purchase...
da: Behandler køb...
de: Kauf wird verarbeitet...
es: Procesando compra…
fr: Traitement de l'achat…
hi: खरीद संसाधित हो रही है...
it: Elaborazione acquisto...
nl: Aankoop Verwerken...
pt: A processar compra...

# pro_purchase_successful
source: Purchase Successful!
da: Køb gennemført!
de: Kauf erfolgreich!
es: ¡Compra realizada!
fr: Achat réussi !
hi: खरीद सफल!
it: Acquisto completato!
nl: Aankoop Succesvol!
pt: Compra bem-sucedida!

# pro_thank_you_message
source: Thank you for upgrading to Pro
da: Tak fordi du opgraderede til Pro
de: Danke für Ihr Upgrade auf Pro
es: Gracias por pasarte a Pro
fr: Merci d'avoir passé à Pro
hi: प्रो में अपग्रेड करने के लिए धन्यवाद
it: Grazie per aver passato a Pro
nl: Bedankt voor het upgraden naar Pro
pt: Obrigado por fazer upgrade para Pro

# continue_button
source: Continue
da: Fortsæt
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
nl: Doorgaan
pt: Continuar

source: Pro Status
es: Estado Pro
fr: Statut Pro
hi: प्रो स्थिति
it: Stato Pro
pt: Estado Pro

# pro_purchased
source: Purchased: %@
da: Købt: %@
de: Gekauft: %@
es: Comprado: %@
fr: Acheté : %@
hi: खरीदा गया: %@
it: Acquistato: %@
nl: Gekocht: %@
pt: Comprado: %@

# pro_renews
source: Renews: %@
da: Fornyes: %@
de: Verlängert: %@
es: Renueva: %@
fr: Renouvellement : %@
hi: नवीनीकृत: %@
it: Rinnova: %@
nl: Verlengt: %@
pt: Renova: %@

# pro_never_expires
source: Never expires
da: Udløber aldrig
de: Läuft nie ab
es: No caduca
fr: N'expire jamais
hi: कभी समाप्त नहीं होता
it: Non scade mai
nl: Verloopt nooit
pt: Nunca expira

# pro_manage_subscription
source: Manage Subscription
da: Administrer abonnement
de: Abonnement verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
hi: सब्सक्रिप्शन प्रबंधित करें
it: Gestisci abbonamento
nl: Abonnement Beheren
pt: Gerir subscrição

# pro_remove_debug
source: Remove Pro (Debug)
da: Fjern Pro (fejlsøgning)
de: Pro entfernen (Debug)
es: Quitar Pro (depuración)
fr: Retirer Pro (débogage)
hi: प्रो हटाएं (डिबग)
it: Rimuovi Pro (debug)
nl: Pro Verwijderen (Debug)
pt: Remover Pro (depuração)

# pro_upgrade
source: Upgrade to Pro
da: Opgrader til Pro
de: Auf Pro upgraden
es: Pasar a Pro
fr: Passer à Pro
hi: प्रो में अपग्रेड करें
it: Passa a Pro
nl: Upgraden naar Pro
pt: Fazer upgrade para Pro

# unit_km
source: km
hi: किमी

# unit_mi
source: mi
hi: मील

# unit_l
source: L
hi: लीटर

# unit_g
source: G
hi: गैलन

# help_feedback_section
source: Help & Feedback
da: Hjælp og feedback
de: Hilfe & Feedback
es: Ayuda y comentarios
fr: Aide et commentaires
hi: सहायता और प्रतिक्रिया
it: Aiuto e feedback
nl: Hulp & Feedback
pt: Ajuda e feedback

# help_feedback_footer
source: Share your feedback or suggestions to help us improve
da: Del din feedback eller forslag for at hjælpe os med at forbedre
de: Teilen Sie Ihr Feedback, um uns zu verbessern
es: Comparte tus opiniones para ayudarnos a mejorar
fr: Partagez vos impressions pour nous aider à nous améliorer
hi: सुधार में मदद करने के लिए अपनी प्रतिक्रिया या सुझाव साझा करें
it: Condividi il tuo feedback o suggerimenti per aiutarci a migliorare
nl: Deel je feedback of suggesties om ons te helpen verbeteren
pt: Partilhe o seu feedback ou sugestões para nos ajudar a melhorar

# review_app
source: Rate the App
da: Bedøm appen
de: App bewerten
es: Valorar la app
fr: Noter l'app
hi: ऐप को रेट करें
it: Valuta l'app
nl: Beoordeel de App
pt: Avaliar a aplicação

# review_share_opinion
source: Let us know what you think
da: Fortæl os hvad du synes
de: Teilen Sie Ihre Meinung
es: Cuéntanos qué te parece
fr: Dites-nous ce que vous en pensez
hi: हमें बताएं कि आप क्या सोचते हैं
it: Facci sapere cosa ne pensi
nl: Laat weten wat je ervan vindt
pt: Diga-nos o que pensa

# review_recent_feedback
source: You recently submitted feedback
da: Du indsendte for nylig feedback
de: Sie haben kürzlich Feedback gegeben
es: Has enviado comentarios recientemente
fr: Vous avez récemment envoyé des commentaires
hi: आपने हाल ही में प्रतिक्रिया जमा की
it: Hai inviato feedback di recente
nl: Je hebt recent feedback gegeven
pt: Enviou feedback recentemente

# review_title
source: How do you like FuelTrackr?
da: Hvordan synes du om FuelTrackr?
de: Wie gefällt Ihnen FuelTrackr?
es: ¿Qué te parece FuelTrackr?
fr: Que pensez-vous de FuelTrackr ?
hi: आपको FuelTrackr कैसा लगा?
it: Come ti piace FuelTrackr?
nl: Hoe bevalt FuelTrackr?
pt: O que acha do FuelTrackr?

# review_subtitle
source: Your opinion really matters
da: Din mening betyder virkelig meget
de: Ihre Meinung zählt
es: Tu opinión importa
fr: Votre avis compte
hi: आपकी राय वास्तव में मायने रखती है
it: La tua opinione conta davvero
nl: Jouw mening maakt echt verschil
pt: A sua opinião importa

# review_description
source: Are you enjoying the app? Or is something missing? With your feedback, we can improve FuelTrackr step by step, for you and other users.
da: Nyder du appen? Eller mangler der noget? Med din feedback kan vi forbedre FuelTrackr trin for trin, for dig og andre brugere.
de: Gefällt Ihnen die App? Fehlt etwas? Mit Ihrem Feedback können wir FuelTrackr Schritt für Schritt verbessern.
es: ¿Te gusta la app? ¿Echas algo en falta? Con tus comentarios podemos mejorar FuelTrackr paso a paso.
fr: L'app vous plaît ? Il manque quelque chose ? Vos commentaires nous aident à améliorer FuelTrackr étape par étape.
hi: क्या आप ऐप का आनंद ले रहे हैं? या कुछ गायब है? आपकी प्रतिक्रिया से हम FuelTrackr को आपके और अन्य उपयोगकर्ताओं के लिए धीरे-धीरे बेहतर बना सकते हैं।
it: Ti sta piacendo l'app? O manca qualcosa? Con il tuo feedback, possiamo migliorare FuelTrackr passo passo, per te e altri utenti.
nl: Gebruik je de app met plezier? Of mis je iets? Met jouw feedback kunnen we FuelTrackr stap voor stap verbeteren, voor jou én andere gebruikers.
pt: Está a gostar da aplicação? Ou falta algo? Com o seu feedback, podemos melhorar o FuelTrackr passo a passo, para si e outros utilizadores.

# review_star_rating
source: %d star
da: %d stjerne
de: %d Stern
es: %d estrella
fr: %d étoile
hi: %d स्टार
it: %d stella
nl: %d ster
pt: %d estrela

# review_feedback_prompt
source: What can we improve?
da: Hvad kan vi forbedre?
de: Was können wir verbessern?
es: ¿Qué podemos mejorar?
fr: Que pouvons-nous améliorer ?
hi: हम क्या सुधार सकते हैं?
it: Cosa possiamo migliorare?
nl: Wat kunnen we verbeteren?
pt: O que podemos melhorar?

# review_feedback_placeholder
source: Tell us what we can do better...
da: Fortæl os, hvad vi kan gøre bedre...
de: Sagen Sie uns, was wir besser machen können...
es: Cuéntanos cómo podemos mejorar…
fr: Dites-nous comment nous améliorer…
hi: हमें बताएं कि हम बेहतर क्या कर सकते हैं...
it: Dicci come possiamo fare meglio...
nl: Vertel ons wat we beter kunnen doen...
pt: Diga-nos o que podemos fazer melhor...

# review_feedback_min_chars
source: At least %d characters required
da: Mindst %d tegn påkrævet
de: Mindestens %d Zeichen erforderlich
es: Se requieren al menos %d caracteres
fr: Au moins %d caractères requis
hi: कम से कम %d वर्ण आवश्यक
it: Almeno %d caratteri richiesti
nl: Minimaal %d tekens vereist
pt: Mínimo de %d caracteres necessário

# review_feedback_max_chars
source: Maximum %d characters allowed
da: Maksimum %d tegn tilladt
de: Maximal %d Zeichen erlaubt
es: Máximo %d caracteres permitidos
fr: Maximum %d caractères autorisés
hi: अधिकतम %d वर्ण अनुमत
it: Massimo %d caratteri consentiti
nl: Maximaal %d tekens toegestaan
pt: Máximo de %d caracteres permitido

# review_go_to_app_store
source: Go to App Store
da: Gå til App Store
de: Zum App Store
es: Ir a App Store
fr: Ouvrir l'App Store
hi: App Store पर जाएं
it: Vai all'App Store
nl: Ga naar App Store
pt: Ir à App Store

# review_submit_feedback
source: Submit Feedback
da: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer les commentaires
hi: प्रतिक्रिया जमा करें
it: Invia feedback
nl: Feedback versturen
pt: Enviar feedback

# review_feedback_required
source: Please let us know what we can improve before you can submit
da: Fortæl venligst hvad vi kan forbedre, før du kan sende
de: Bitte teilen Sie uns mit, was wir verbessern können
es: Indica qué podemos mejorar antes de enviar
fr: Indiquez-nous ce que nous pouvons améliorer avant d'envoyer
hi: जमा करने से पहले कृपया हमें बताएं कि हम क्या सुधार सकते हैं
it: Dicci come possiamo migliorare prima di inviare
nl: Laat ons alstublieft weten wat we kunnen verbeteren voordat je kunt versturen
pt: Por favor, diga-nos o que podemos melhorar antes de enviar

# review_maybe_later
source: Maybe Later
da: Måske senere
de: Vielleicht später
es: Quizás más tarde
fr: Plus tard
hi: शायद बाद में
it: Forse più tardi
nl: Misschien later
pt: Talvez mais tarde

# review_cooldown_recent
source: You recently submitted feedback
da: Du indsendte for nylig feedback
de: Sie haben kürzlich Feedback gegeben
es: Has enviado comentarios recientemente
fr: Vous avez récemment envoyé des commentaires
hi: आपने हाल ही में प्रतिक्रिया जमा की
it: Hai inviato feedback di recente
nl: Je hebt recent feedback gegeven
pt: Enviou feedback recentemente

# review_cooldown_days
source: You can submit feedback again in %d day(s)
da: Du kan sende feedback igen om %d dag(e)
de: Sie können in %d Tag(en) erneut Feedback geben
es: Podrás enviar comentarios de nuevo en %d día(s)
fr: Vous pourrez à nouveau envoyer des commentaires dans %d jour(s)
hi: आप %d दिन में फिर से प्रतिक्रिया जमा कर सकते हैं
it: Puoi inviare nuovamente feedback tra %d giorno/i
nl: Je kunt over %d dag(en) opnieuw feedback geven
pt: Pode enviar feedback novamente em %d dia(s)

source: App Suggestion
da: App-forslag
de: App-Vorschlag
es: Sugerencia de app
fr: Suggestion d'app
hi: ऐप सुझाव
it: Suggerimento per l'app
nl: App Suggestie
pt: Sugestão de aplicação

# app_suggestion_subtitle
source: Share your idea for improvement
da: Del din idé til forbedring
de: Teilen Sie Ihre Verbesserungsidee
es: Comparte tu idea de mejora
fr: Partagez votre idée d'amélioration
hi: सुधार के लिए अपना विचार साझा करें
it: Condividi la tua idea di miglioramento
nl: Deel je idee voor verbetering
pt: Partilhe a sua ideia de melhoria

# suggestion_title
source: App Suggestion
da: App-forslag
de: App-Vorschlag
es: Sugerencia de app
fr: Suggestion d'app
hi: ऐप सुझाव
it: Suggerimento per l'app
nl: App Suggestie
pt: Sugestão de aplicação

# suggestion_subtitle
source: Have an idea to improve the app? Share it with us!
da: Har du en idé til at forbedre appen? Del den med os!
de: Idee zur App-Verbesserung? Teilen Sie sie mit uns!
es: ¿Tienes una idea para mejorar la app? ¡Compártela con nosotros!
fr: Une idée pour améliorer l'app ? Partagez-la avec nous !
hi: ऐप को बेहतर बनाने का विचार है? हमारे साथ साझा करें!
it: Hai un'idea per migliorare l'app? Condividila con noi!
nl: Heb je een idee om de app te verbeteren? Deel het met ons!
pt: Tem uma ideia para melhorar a aplicação? Partilhe connosco!

# suggestion_field_label
source: Your suggestion
da: Dit forslag
de: Ihr Vorschlag
es: Tu sugerencia
fr: Votre suggestion
hi: आपका सुझाव
it: Il tuo suggerimento
nl: Jouw suggestie
pt: A sua sugestão

# suggestion_field_placeholder
source: Describe your idea for a new feature or improvement...
da: Beskriv din idé til en ny funktion eller forbedring...
de: Beschreiben Sie Ihre Idee für eine neue Funktion oder Verbesserung...
es: Describe tu idea de funcionalidad o mejora…
fr: Décrivez votre idée de fonctionnalité ou d'amélioration…
hi: नई सुविधा या सुधार के लिए अपने विचार का वर्णन करें...
it: Descrivi la tua idea per una nuova funzione o miglioramento...
nl: Beschrijf je idee voor een nieuwe functie of verbetering...
pt: Descreva a sua ideia para uma nova funcionalidade ou melhoria...

# suggestion_min_chars
source: At least %d characters required
da: Mindst %d tegn påkrævet
de: Mindestens %d Zeichen erforderlich
es: Se requieren al menos %d caracteres
fr: Au moins %d caractères requis
hi: कम से कम %d वर्ण आवश्यक
it: Almeno %d caratteri richiesti
nl: Minimaal %d tekens vereist
pt: Mínimo de %d caracteres necessário

# suggestion_max_chars
source: Maximum %d characters allowed
da: Maksimum %d tegn tilladt
de: Maximal %d Zeichen erlaubt
es: Máximo %d caracteres permitidos
fr: Maximum %d caractères autorisés
hi: अधिकतम %d वर्ण अनुमत
it: Massimo %d caratteri consentiti
nl: Maximaal %d tekens toegestaan
pt: Máximo de %d caracteres permitido

# suggestion_submit
source: Submit
da: Send
de: Senden
es: Enviar
fr: Envoyer
hi: जमा करें
it: Invia
nl: Versturen
pt: Enviar

# fuel_type_title
source: Fuel Type
da: Brændstoftype
de: Kraftstoffart
es: Tipo de combustible
fr: Type de carburant
hi: ईंधन प्रकार
it: Tipo di carburante
nl: Brandstoftype
pt: Tipo de combustível

# purchase_status_title
source: Purchase Status
da: Købsstatus
de: Kaufstatus
es: Estado de compra
fr: Statut d'achat
hi: खरीद स्थिति
it: Stato acquisto
nl: Aankoopstatus
pt: Estado da compra

source: Vehicle Purchased
da: Køretøj købt
de: Fahrzeug gekauft
es: Vehículo comprado
fr: Véhicule acheté
hi: वाहन खरीदा गया
it: Veicolo acquistato
nl: Voertuig Gekocht
pt: Veículo comprado

# latest_mileage_title
source: Latest Mileage
da: Seneste kilometertal
de: Letzter Kilometerstand
es: Último kilometraje
fr: Dernier kilométrage
hi: नवीनतम माइलेज
it: Ultimo chilometraggio
nl: Nieuwste Kilometerstand
pt: Última quilometragem
