Repository: spijkermenno/FuelTrackr
Catalog: FuelTrackr/Resources/*.lproj/Localizable.strings
Languages: da, de, es, fr, hi, it, nl, pt

# welcome_title
source: Welcome to FuelTrackr!
da: Velkommen til FuelTrackr!
de: Willkommen bei FuelTrackr!
es: ¡Bienvenido a FuelTrackr!
fr: Bienvenue dans FuelTrackr !
hi: FuelTrackr में आपका स्वागत है!
it: Benvenuto in FuelTrackr!
nl: Welkom bij FuelTrackr!
pt: Bem-vindo ao FuelTrackr!

# welcome_subtitle
source: Start by entering your vehicle’s details. Once saved, FuelTrackr will begin tracking your fuel usage, maintenance, and mileage.
da: Start med at indtaste din køretøjsoplysninger. Når de er gemt, begynder FuelTrackr at spore dit brændstofforbrug, vedligeholdelse og kilometertal.
de: Beginnen Sie mit der Eingabe Ihrer Fahrzeugdaten. Nach dem Speichern beginnt FuelTrackr mit der Erfassung Ihres Kraftstoffverbrauchs, der Wartung und der Kilometerleistung.
es: Comienza introduciendo los datos de tu vehículo. Una vez guardados, FuelTrackr empezará a registrar el consumo de combustible, el mantenimiento y el kilometraje.
fr: Commencez par saisir les détails de votre véhicule. Une fois enregistrés, FuelTrackr suivra votre consommation de carburant, l'entretien et le kilométrage.
hi: अपने वाहन का विवरण दर्ज करके शुरू करें। एक बार सहेजने के बाद, FuelTrackr आपके ईंधन उपयोग, रखरखाव और माइलेज को ट्रैक करना शुरू कर देगा।
it: Inizia inserendo i dettagli del tuo veicolo. Una volta salvati, FuelTrackr inizierà a tracciare il consumo di carburante, la manutenzione e il chilometraggio.
nl: Om te beginnen, vul de gegevens van je voertuig in en klik op de knop 'Toevoegen' om te starten.
pt: Comece inserindo os dados do seu veículo. Depois de guardados, o FuelTrackr começará a acompanhar o consumo de combustível, a manutenção e a quilometragem.

# edit_vehicle_title
source: Edit Vehicle
da: Rediger køretøj
de: Fahrzeug bearbeiten
es: Editar vehículo
fr: Modifier le véhicule
hi: वाहन संपादित करें
it: Modifica veicolo
nl: Voertuig bewerken
pt: Editar veículo

# tap_to_select_photo
source: Tap to select a photo
da: Tryk for at vælge et foto
de: Tippen Sie, um ein Foto auszuwählen
es: Toca para seleccionar una foto
fr: Appuyez pour choisir une photo
hi: फ़ोटो चुनने के लिए टैप करें
it: Tocca per selezionare una foto
nl: Tik om een foto te selecteren
pt: Toque para selecionar uma foto

source: Select Photo
da: Vælg foto
de: Foto auswählen
es: Seleccionar foto
fr: Choisir une photo
hi: फ़ोटो चुनें
it: Seleziona foto
nl: Selecteer foto
pt: Selecionar foto

# photo_title
source: Photo
da: Foto
de: Foto
es: Foto
hi: फ़ोटो
it: Foto
nl: Foto
pt: Foto

# add_photo_button
source: Add Photo
da: Tilføj foto
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
hi: फ़ोटो जोड़ें
it: Aggiungi foto
nl: Foto toevoegen
pt: Adicionar foto

# vehicle_name_title
source: Vehicle Name
da: Køretøjsnavn
de: Fahrzeugname
es: Nombre del vehículo
fr: Nom du véhicule
hi: वाहन का नाम
it: Nome del veicolo
nl: Voertuignaam
pt: Nome do veículo

# vehicle_name_placeholder
source: Enter vehicle name
da: Indtast køretøjsnavn
de: Fahrzeugname eingeben
es: Introduce el nombre del vehículo
fr: Saisir le nom du véhicule
hi: वाहन का नाम दर्ज करें
it: Inserisci il nome del veicolo
nl: Voer de naam van het voertuig in
pt: Inserir nome do veículo

# license_plate_title
source: License Plate
da: Nummerplade
de: Kennzeichen
es: Matrícula
fr: Plaque d'immatriculation
hi: लाइसेंस प्लेट
it: Targa
nl: Kenteken
pt: Matrícula

# license_plate_placeholder
source: Enter license plate
da: Indtast nummerplade
de: Kennzeichen eingeben
es: Introduce la matrícula
fr: Saisir la plaque d'immatriculation
hi: लाइसेंस प्लेट दर्ज करें
it: Inserisci la targa
nl: Voer het kenteken in
pt: Inserir matrícula

# purchase_date_title
source: Purchase Date
da: Købsdato
de: Kaufdatum
es: Fecha de compra
fr: Date d'achat
hi: खरीद की तारीख
it: Data di acquisto
nl: Aankoopdatum
pt: Data de compra

# manufacturing_date_title
source: Manufacturing Date
da: Produktionsdato
de: Herstellungsdatum
es: Fecha de fabricación
fr: Date de fabrication
hi: निर्माण तिथि
it: Data di produzione
nl: Productiedatum
pt: Data de fabrico

# save_vehicle_button
source: Save Vehicle
da: Gem køretøj
de: Fahrzeug speichern
es: Guardar vehículo
fr: Enregistrer le véhicule
hi: वाहन सहेजें
it: Salva veicolo
nl: Voertuig opslaan
pt: Guardar veículo

# mileage_title
source: Mileage
da: Kilometertal
de: Kilometerstand
es: Kilometraje
fr: Kilométrage
hi: माइलेज
it: Chilometraggio
nl: Kilometerstand
pt: Quilometragem

# mileage_placeholder
source: Enter mileage
da: Indtast kilometertal
de: Kilometerstand eingeben
es: Introduce el kilometraje
fr: Saisir le kilométrage
hi: माइलेज दर्ज करें
it: Inserisci chilometraggio
nl: Voer kilometerstand in (bijv. 120.000)
pt: Inserir quilometragem

# mileage_label
source: Mileage
da: Kilometertal
de: Kilometerstand
es: Kilometraje
fr: Kilométrage
hi: माइलेज
it: Chilometraggio
nl: Kilometerstand
pt: Quilometragem

# mileage_title_km
source: Current mileage (Km)
da: Nuværende kilometertal (km)
de: Aktueller Kilometerstand (km)
es: Kilometraje actual (km)
fr: Kilométrage actuel (km)
hi: वर्तमान माइलेज (किमी)
it: Chilometraggio attuale (km)
nl: Huidige kilometerstand
pt: Quilometragem atual (km)

# mileage_title_miles
source: Current mileage (Mi)
da: Nuværende kilometertal (mi)
de: Aktueller Kilometerstand (Meilen)
es: Kilometraje actual (mi)
fr: Kilométrage actuel (mi)
hi: वर्तमान माइलेज (मील)
it: Chilometraggio attuale (mi)
nl: Huidige miles-stand
pt: Quilometragem atual (mi)

# mileage_history_km
source: mileage (Km) history
da: kilometertal (km) historik
de: Kilometerstand-Verlauf (km)
es: Historial de kilometraje (km)
fr: Historique du kilométrage (km)
hi: माइलेज (किमी) इतिहास
it: storico chilometraggio (km)
nl: Kilometerstand geschiedenis
pt: histórico de quilometragem (km)

# mileage_history_miles
source: mileage (Mi) history
da: kilometertal (mi) historik
de: Kilometerstand-Verlauf (Meilen)
es: Historial de kilometraje (mi)
fr: Historique du kilométrage (mi)
hi: माइलेज (मील) इतिहास
it: storico chilometraggio (mi)
nl: Miles-stand geschiedenis
pt: histórico de quilometragem (mi)

# license_plate_label
source: License Plate
da: Nummerplade
de: Kennzeichen
es: Matrícula
fr: Plaque d'immatriculation
hi: लाइसेंस प्लेट
it: Targa
nl: Kenteken
pt: Matrícula

# purchase_date_label
source: Purchase Date
da: Købsdato
de: Kaufdatum
es: Fecha de compra
fr: Date d'achat
hi: खरीद की तारीख
it: Data di acquisto
nl: Aankoopdatum
pt: Data de compra

# manufacturing_date_label
source: Manufacturing Date
da: Produktionsdato
de: Herstellungsdatum
es: Fecha de fabricación
fr: Date de fabrication
hi: निर्माण तिथि
it: Data di produzione
nl: Productiedatum
pt: Data de fabrico

# delete_vehicle_button
source: Delete Vehicle
da: Slet køretøj
de: Fahrzeug löschen
es: Eliminar vehículo
fr: Supprimer le véhicule
hi: वाहन हटाएं
it: Elimina veicolo
nl: Verwijder voertuig
pt: Eliminar veículo

# delete_vehicle_confirmation_title
source: Are you sure you want to delete this vehicle?
da: Er du sikker på, at du vil slette dette køretøj?
de: Möchten Sie dieses Fahrzeug wirklich löschen?
es: ¿Estás seguro de que quieres eliminar este vehículo?
fr: Êtes-vous sûr de vouloir supprimer ce véhicule ?
hi: क्या आप वाकई इस वाहन को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questo veicolo?
nl: Weet je zeker dat je dit voertuig wilt verwijderen?
pt: Tem a certeza de que deseja eliminar este veículo?

# delete_confirmation_title
source: Are you sure?
da: Er du sikker?
de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
hi: क्या आप सुनिश्चित हैं?
it: Sei sicuro?
nl: Weet je het zeker?
pt: Tem a certeza?

# delete_confirmation_delete
source: Delete
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
nl: Verwijderen
pt: Eliminar

# add_fuel_usage_title
source: Add Fuel Usage
da: Tilføj brændstofforbrug
de: Tankvorgang hinzufügen
es: Añadir consumo
fr: Ajouter une consommation
hi: ईंधन उपयोग जोड़ें
it: Aggiungi consumo carburante
nl: Brandstof toevoegen
pt: Adicionar consumo de combustível

# add_fuel_usage_description
source: Record every fuel stop to keep a complete fuel history and monitor consumption trends over time.
da: Registrer hvert brændstoffyld for at holde en komplet brændstofhistorik og overvåge forbrugstendenser over tid.
de: Erfassen Sie jeden Tankvorgang für eine vollständige Kraftstoffhistorie und zur Überwachung des Verbrauchstrends.
es: Registra cada repostaje para mantener un historial completo y analizar las tendencias de consumo.
fr: Enregistrez chaque ravitaillement pour conserver un historique complet et suivre les tendances de consommation.
hi: पूर्ण ईंधन इतिहास रखने और समय के साथ खपत रुझान की निगरानी करने के लिए हर ईंधन स्टॉप रिकॉर्ड करें।
it: Registra ogni rifornimento per tenere uno storico completo e monitorare le tendenze di consumo nel tempo.
nl: Leg elke tankbeurt vast om een volledige brandstofgeschiedenis bij te houden en trends in je verbruik te analyseren.
pt: Registe cada abastecimento para manter um histórico completo e monitorizar tendências de consumo ao longo do tempo.

source: Fuel Entry Details
da: Brændstofindtastningsdetaljer
de: Tankvorgang-Details
es: Detalles del repostaje
fr: Détails du ravitaillement
hi: ईंधन प्रविष्टि विवरण
it: Dettagli rifornimento
nl: Brandstofgegevens
pt: Detalhes do abastecimento

# liters_label
source: How many liters did you refuel?
da: Hvor mange liter tankede du?
de: Wie viele Liter haben Sie getankt?
es: ¿Cuántos litros repostaste?
fr: Combien de litres avez-vous mis ?
hi: आपने कितने लीटर ईंधन भरा?
it: Quanti litri hai fatto?
nl: Hoeveel liter heb je getankt?
pt: Quantos litros abasteceu?

# gallons_label
source: How many gallons did you refuel?
da: Hvor mange gallon tankede du?
de: Wie viele Gallonen haben Sie getankt?
es: ¿Cuántos galones repostaste?
fr: Combien de gallons avez-vous mis ?
hi: आपने कितने गैलन ईंधन भरा?
it: Quante galloni hai fatto?
nl: Hoeveel gallons heb je getankt?
pt: Quantas galões abasteceu?

# kwh_label
source: How many kWh did you charge?
da: Hvor mange kWh opladede du?
de: Wie viele kWh haben Sie geladen?
es: ¿Cuántos kWh cargaste?
fr: Combien de kWh avez-vous chargé ?
hi: आपने कितने kWh चार्ज किए?
it: Quanti kWh hai ricaricato?
nl: Hoeveel kWh heb je opgeladen?
pt: Quantos kWh carregou?

# kg_h2_label
source: How many kg H₂ did you refuel?
da: Hvor mange kg H₂ tankede du?
de: Wie viele kg H₂ haben Sie getankt?
es: ¿Cuántos kg H₂ repostaste?
fr: Combien de kg H₂ avez-vous mis ?
hi: आपने कितने kg H₂ ईंधन भरा?
it: Quanti kg di H₂ hai fatto?
nl: Hoeveel kg H₂ heb je getankt?
pt: Quantos kg de H₂ abasteceu?

# fuel_amount_label
source: How much fuel did you add?
da: Hvor meget brændstof tilføjede du?
de: Wie viel Kraftstoff haben Sie getankt?
es: ¿Cuánto combustible añadiste?
fr: Combien de carburant avez-vous ajouté ?
hi: आपने कितना ईंधन जोड़ा?
it: Quanto carburante hai aggiunto?
nl: Hoeveel brandstof heb je toegevoegd?
pt: Quanto combustível adicionou?

# cost_label
source: Total cost (€)
da: Samlet omkostning (%@)
de: Gesamtkosten (%@)
es: Coste total (%@)
fr: Coût total (%@)
hi: कुल लागत (%@)
it: Costo totale (%@)
nl: Totale kosten (%@)
pt: Custo total (%@)

# cost_placeholder
source: Enter price (e.g., 100)
da: Indtast pris (f.eks. 100)
de: Preis eingeben (z. B. 100)
es: Introduce el precio (ej. 100)
fr: Saisir le prix (ex. 100)
hi: कीमत दर्ज करें (उदा. 100)
it: Inserisci prezzo (es. 100)
nl: Vul prijs in (bijv. 76)
pt: Inserir preço (ex.: 100)

# liters_placeholder
source: Enter amount (e.g., 12)
da: Indtast mængde (f.eks. 12)
de: Menge eingeben (z. B. 12)
es: Introduce la cantidad (ej. 12)
fr: Saisir la quantité (ex. 12)
hi: मात्रा दर्ज करें (उदा. 12)
it: Inserisci quantità (es. 12)
nl: Vul aantal in (bijv. 43,2)
pt: Inserir quantidade (ex.: 12)

# gallons_placeholder
source: Enter amount (e.g., 3.5)
da: Indtast mængde (f.eks. 3,5)
de: Menge eingeben (z. B. 3,5)
es: Introduce la cantidad (ej. 3,5)
fr: Saisir la quantité (ex. 3,5)
hi: मात्रा दर्ज करें (उदा. 3.5)
it: Inserisci quantità (es. 3,5)
nl: Vul aantal in (bijv. 3,5)
pt: Inserir quantidade (ex.: 3,5)

# kwh_placeholder
source: Enter amount (e.g., 50)
da: Indtast mængde (f.eks. 50)
de: Menge eingeben (z. B. 50)
es: Introduce la cantidad (ej. 50)
fr: Saisir la quantité (ex. 50)
hi: मात्रा दर्ज करें (उदा. 50)
it: Inserisci quantità (es. 50)
nl: Vul aantal in (bijv. 50)
pt: Inserir quantidade (ex.: 50)

# kg_h2_placeholder
source: Enter amount (e.g., 5)
da: Indtast mængde (f.eks. 5)
de: Menge eingeben (z. B. 5)
es: Introduce la cantidad (ej. 5)
fr: Saisir la quantité (ex. 5)
hi: मात्रा दर्ज करें (उदा. 5)
it: Inserisci quantità (es. 5)
nl: Vul aantal in (bijv. 5)
pt: Inserir quantidade (ex.: 5)

# fuel_amount_placeholder
source: Enter amount
da: Indtast mængde
de: Menge eingeben
es: Introduce la cantidad
fr: Saisir la quantité
hi: मात्रा दर्ज करें
it: Inserisci quantità
nl: Vul aantal in
pt: Inserir quantidade

# price_per_liter
source: $/L
da: Pris per liter
de: Preis pro Liter
es: Precio por litro
fr: Prix au litre
hi: प्रति लीटर कीमत
it: Prezzo al litro
nl: Prijs per liter
pt: Preço por litro

source: Price per gallon
da: Pris per gallon
de: Preis pro Gallone
es: Precio por galón
fr: Prix au gallon
hi: प्रति गैलन कीमत
it: Prezzo al gallone
nl: Prijs per gallon
pt: Preço por galão

source: Fuel Type
da: Brændstoftype
de: Kraftstoffart
es: Tipo de combustible
fr: Type de carburant
hi: ईंधन का प्रकार
it: Tipo di carburante
nl: Brandstoftype
pt: Tipo de combustível

# fuel_usage_title
source: Fuel usage
da: Brændstofforbrug
de: Kraftstoffverbrauch
es: Consumo
fr: Consommation
hi: ईंधन उपयोग
it: Consumo carburante
nl: Brandstofgebruik
pt: Consumo de combustível

# fuel_usage_no_content
source: To gain insights into your fuel usage, add data using the button with the '+' symbol
da: For at få indsigt i dit brændstofforbrug, tilføj data via knappen med '+' symbolet
de: Fügen Sie über die Schaltfläche mit dem '+' Zeichen Daten hinzu, um Einblicke in Ihren Kraftstoffverbrauch zu erhalten.
es: Para ver estadísticas de consumo, añade datos con el botón «+».
fr: Pour obtenir des statistiques sur votre consommation, ajoutez des données via le bouton « + »
hi: अपने ईंधन उपयोग की जानकारी पाने के लिए '+' प्रतीक वाले बटन का उपयोग करके डेटा जोड़ें
it: Per ottenere informazioni sul tuo consumo, aggiungi dati usando il pulsante con il simbolo '+'
nl: Om inzicht te krijgen in je brandstofgebruik, voeg gegevens toe met de knop met het '+'-symbool.
pt: Para obter insights sobre o seu consumo, adicione dados usando o botão com o símbolo '+'

# fuel_usage_saved_success
source: Fuel usage saved successfully.
da: Brændstofforbrug gemt succesfuldt.
de: Tankvorgang erfolgreich gespeichert.
es: Consumo guardado correctamente.
fr: Consommation enregistrée avec succès.
hi: ईंधन उपयोग सफलतापूर्वक सहेजा गया।
it: Consumo carburante salvato con successo.
nl: Brandstofgegevens succesvol opgeslagen.
pt: Consumo de combustível guardado com sucesso.

# fuel_usage_saved_error
source: Failed to save fuel usage.
da: Kunne ikke gemme brændstofforbrug.
de: Tankvorgang konnte nicht gespeichert werden.
es: Error al guardar el consumo.
fr: Échec de l'enregistrement de la consommation.
hi: ईंधन उपयोग सहेजने में विफल।
it: Impossibile salvare il consumo carburante.
nl: Opslaan van brandstofgegevens mislukt.
pt: Falha ao guardar o consumo de combustível.

# fuel_usage_empty_title
source: More data needed
da: Flere data påkrævet
de: Weitere Daten erforderlich
es: Datos insuficientes
fr: Données insuffisantes
hi: अधिक डेटा आवश्यक
it: Sono necessari più dati
nl: Meer gegevens nodig
pt: São necessários mais dados

# fuel_usage_empty_description
source: Add more fuel entries for a better overview.
da: Tilføj flere brændstofindtastninger for et bedre overblik.
de: Fügen Sie weitere Tankvorgänge für eine bessere Übersicht hinzu.
es: Añade más repostajes para una visión más completa.
fr: Ajoutez d'autres ravitaillements pour une meilleure vue d'ensemble.
hi: बेहतर अवलोकन के लिए अधिक ईंधन प्रविष्टियां जोड़ें।
it: Aggiungi più rifornimenti per una visione completa.
nl: Voeg meer tankbeurten toe voor een beter overzicht.
pt: Adicione mais abastecimentos para uma melhor visão geral.

# fuel_usage_list_title
source: Fuel Usage Records
da: Brændstofforbrugsposter
de: Tankvorgänge
es: Historial de consumos
fr: Historique des consommations
hi: ईंधन उपयोग रिकॉर्ड
it: Registri consumo carburante
nl: Brandstof details
pt: Registos de consumo de combustível

# maintenance_title
source: Maintenance History
da: Vedligeholdelseshistorik
de: Wartungshistorie
es: Historial de mantenimiento
fr: Historique d'entretien
hi: रखरखाव इतिहास
it: Storico manutenzione
nl: Onderhoud Geschiedenis
pt: Histórico de manutenção

# maintenance_no_content
source: No maintenance records available. Add a record using the '+' button.
da: Ingen vedligeholdelsesposter tilgængelige. Tilføj en post via '+' knappen.
de: Keine Wartungsdaten verfügbar. Fügen Sie über die '+' Schaltfläche einen Eintrag hinzu.
es: No hay registros de mantenimiento. Añade uno con el botón «+».
fr: Aucun enregistrement d'entretien. Ajoutez-en un avec le bouton « + ».
hi: कोई रखरखाव रिकॉर्ड उपलब्ध नहीं। '+' बटन का उपयोग करके रिकॉर्ड जोड़ें।
it: Nessun registro di manutenzione disponibile. Aggiungi un registro usando il pulsante '+'.
nl: Geen onderhoudsgegevens beschikbaar. Voeg een record toe met de '+'-knop.
pt: Não há registos de manutenção. Adicione um registo usando o botão '+'.

source: Maintenance Details
da: Vedligeholdelsesdetaljer
de: Wartungsdetails
es: Detalles del mantenimiento
fr: Détails de l'entretien
hi: रखरखाव विवरण
it: Dettagli manutenzione
nl: Onderhoudsgegevens
pt: Detalhes da manutenção

source: Maintenance Type
da: Vedligeholdelsestype
de: Wartungsart
es: Tipo de mantenimiento
fr: Type d'entretien
hi: रखरखाव प्रकार
it: Tipo di manutenzione
nl: Type onderhoud
pt: Tipo de manutenção

# add_maintenance_title
source: Add Maintenance
da: Tilføj vedligeholdelse
de: Wartung hinzufügen
es: Añadir mantenimiento
fr: Ajouter un entretien
hi: रखरखाव जोड़ें
it: Aggiungi manutenzione
nl: Onderhoud toevoegen
pt: Adicionar manutenção

# maintenance_saved_success
source: Maintenance saved successfully.
da: Vedligeholdelse gemt succesfuldt.
de: Wartung erfolgreich gespeichert.
es: Mantenimiento guardado correctamente.
fr: Entretien enregistré avec succès.
hi: रखरखाव सफलतापूर्वक सहेजा गया।
it: Manutenzione salvata con successo.
nl: Onderhoud succesvol opgeslagen.
pt: Manutenção guardada com sucesso.

# maintenance_saved_error
source: Failed to save maintenance.
da: Kunne ikke gemme vedligeholdelse.
de: Wartung konnte nicht gespeichert werden.
es: Error al guardar el mantenimiento.
fr: Échec de l'enregistrement de l'entretien.
hi: रखरखाव सहेजने में विफल।
it: Impossibile salvare la manutenzione.
nl: Opslaan van onderhoud mislukt.
pt: Falha ao guardar a manutenção.

# maintenance_list_title
source: Maintenance Records
da: Vedligeholdelsesposter
de: Wartungsprotokolle
es: Registros de mantenimiento
fr: Enregistrements d'entretien
hi: रखरखाव रिकॉर्ड
it: Registri di manutenzione
nl: Onderhoud geschiedenis
pt: Registos de manutenção

# delete_confirmation_maintenance
source: Are you sure you want to delete this maintenance record?
da: Er du sikker på, at du vil slette denne vedligeholdelsespost?
de: Möchten Sie diesen Wartungseintrag wirklich löschen?
es: ¿Estás seguro de que quieres eliminar este registro de mantenimiento?
fr: Êtes-vous sûr de vouloir supprimer cet enregistrement d'entretien ?
hi: क्या आप वाकई इस रखरखाव रिकॉर्ड को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questo registro di manutenzione?
nl: Weet je zeker dat je dit onderhoud wilt verwijderen?
pt: Tem a certeza de que deseja eliminar este registo de manutenção?

# delete_confirmation_fuel
source: Are you sure you want to delete this fuel record?
da: Er du sikker på, at du vil slette denne brændstofpost?
de: Möchten Sie diesen Tankvorgang wirklich löschen?
es: ¿Estás seguro de que quieres eliminar este registro de combustible?
fr: Êtes-vous sûr de vouloir supprimer cet enregistrement de carburant ?
hi: क्या आप वाकई इस ईंधन रिकॉर्ड को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questo registro carburante?
nl: Weet je zeker dat je dit brandstofrecord wilt verwijderen?
pt: Tem a certeza de que deseja eliminar este registo de combustível?

source: Other
da: Andet
de: Sonstiges
es: Otro
fr: Autre
hi: अन्य
it: Altro
nl: Anders
pt: Outro

# other_notes
source: Please specify
da: Angiv venligst
de: Bitte angeben
es: Especifique
fr: Veuillez préciser
hi: कृपया निर्दिष्ट करें
it: Specifica per favore
nl: Beschrijving
pt: Por favor especifique

# other_notes_placeholder
source: Enter description for 'Other'
da: Indtast beskrivelse for 'Andet'
de: Beschreibung für 'Sonstiges' eingeben
es: Introduce la descripción para «Otro»
fr: Saisir la description pour « Autre »
hi: 'अन्य' के लिए विवरण दर्ज करें
it: Inserisci descrizione per 'Altro'
nl: Geef een beschrijving op voor 'Overig'
pt: Inserir descrição para 'Outro'

# all_fields_required_error
source: All fields must be filled with valid data.
da: Alle felter skal udfyldes med gyldige data.
de: Alle Felder müssen mit gültigen Daten ausgefüllt werden.
es: Todos los campos deben rellenarse con datos válidos.
fr: Tous les champs doivent être remplis avec des données valides.
hi: सभी फ़ील्ड मान्य डेटा से भरा होना चाहिए।
it: Tutti i campi devono essere compilati con dati validi.
nl: Alle velden moeten correct worden ingevuld.
pt: Todos os campos devem ser preenchidos com dados válidos.

# invalid_liters_error
source: Please enter a valid number of liters greater than 0.
da: Indtast venligst et gyldigt antal liter større end 0.
de: Bitte geben Sie eine gültige Literanzahl größer als 0 ein.
es: Introduce un número de litros válido mayor que 0.
fr: Veuillez saisir un nombre de litres valide supérieur à 0.
hi: कृपया 0 से अधिक लीटर की मान्य संख्या दर्ज करें।
it: Inserisci un numero valido di litri maggiore di 0.
nl: Voer een geldig aantal liters in dat groter is dan 0.
pt: Por favor, insira um número válido de litros maior que 0.

# invalid_gallons_error
source: Please enter a valid number of gallons greater than 0.
da: Indtast venligst et gyldigt antal gallon større end 0.
de: Bitte geben Sie eine gültige Gallonenanzahl größer als 0 ein.
es: Introduce un número de galones válido mayor que 0.
fr: Veuillez saisir un nombre de gallons valide supérieur à 0.
hi: कृपया 0 से अधिक गैलन की मान्य संख्या दर्ज करें।
it: Inserisci un numero valido di galloni maggiore di 0.
nl: Voer een geldig aantal gallons in dat groter is dan 0.
pt: Por favor, insira um número válido de galões maior que 0.

# invalid_kwh_error
source: Please enter a valid number of kWh greater than 0.
da: Indtast venligst et gyldigt antal kWh større end 0.
de: Bitte geben Sie eine gültige kWh-Anzahl größer als 0 ein.
es: Introduce un número de kWh válido mayor que 0.
fr: Veuillez saisir un nombre de kWh valide supérieur à 0.
hi: कृपया 0 से अधिक kWh की मान्य संख्या दर्ज करें।
it: Inserisci un numero valido di kWh maggiore di 0.
nl: Voer een geldig aantal kWh in dat groter is dan 0.
pt: Por favor, insira um número válido de kWh maior que 0.

# invalid_kg_h2_error
source: Please enter a valid number of kg H₂ greater than 0.
da: Indtast venligst et gyldigt antal kg H₂ større end 0.
de: Bitte geben Sie eine gültige kg H₂-Menge größer als 0 ein.
es: Introduce una cantidad de kg H₂ válida mayor que 0.
fr: Veuillez saisir une quantité de kg H₂ valide supérieure à 0.
hi: कृपया 0 से अधिक kg H₂ की मान्य संख्या दर्ज करें।
it: Inserisci un numero valido di kg H₂ maggiore di 0.
nl: Voer een geldig aantal kg H₂ in dat groter is dan 0.
pt: Por favor, insira um número válido de kg H₂ maior que 0.
